{
  "disciplines": [
    {
      "code": "A",
      "name": "Architectural",
      "status": "ready",
      "context": null,
      "key_contents": null,
      "connections": null
    },
    {
      "code": "G",
      "name": "General",
      "status": "ready",
      "context": null,
      "key_contents": null,
      "connections": null
    }
  ],
  "pages": [
    {
      "sheet": "A000",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "Page A000, titled 'Egress Plan', details accessibility requirements and the egress plan for a restaurant. It includes accessibility notes specifying clearances, mounting heights, and slopes, along with a legend defining symbols for accessible routes and exit signs. The egress floor plan shows the restaurant layout with egress paths, exit sign locations, and identifies modified and new areas such as the drive-thru, kitchen, catering area, and office.",
      "identifiers": [
        {
          "ref": "AS2.1",
          "type": "detail",
          "content": "Reference to another sheet for proposed OMD canopy details"
        },
        {
          "ref": "1. ALL CROSS SLOPES THAT ARE A PORTION OF THE ACCESSIBLE ROUTE SHALL BE A MAXIMUM OF 2%",
          "type": "note",
          "content": "Accessibility note specifying maximum allowable cross slope for accessible paths."
        },
        {
          "ref": "2. IF UMBRELLAS OR AWNINGS ARE USED ON THE SITE, THE BOTTOM FLAPS SHALL BE A MINIMUM OF 6'-8\" ABOVE THE FINISHED GRADE.",
          "type": "note",
          "content": "Accessibility note specifying vertical clearance for overhead site elements."
        },
        {
          "ref": "3. ACCESSIBLE TABLES SHALL BE A MINIMUM OF 27\" CLEAR KNEE SPACE A.F.F. AND HAVE A CLEAR AREA OF AT LEAST 19\" DEEP. TOP OF TABLE SHALL BE 34\" A.F.F.",
          "type": "note",
          "content": "Accessibility note defining dimensions for accessible dining tables."
        },
        {
          "ref": "4. COAT HOOKS IN THE TOILET STALLS SHALL BE MOUNTED TO THE BACKSIDES OF DOORS AT 48\" A.F.F. IN ACCESSIBLE STALLS AND 60\" IN STANDARD STALLS.",
          "type": "note",
          "content": "Accessibility note specifying mounting heights for coat hooks in restrooms."
        },
        {
          "ref": "5. FLUSH VALVES ON THE TOILETS SHALL ALWAYS BE LOCATED ON THE WIDE SIDE OF THE TOILET STALL. UTILIZE 5 LBS. OF FORCE OR LESS TO OPERATE.",
          "type": "note",
          "content": "Accessibility note specifying location and operating force for toilet flush valves."
        },
        {
          "ref": "6. ALL PANIC HARDWARE SHALL BE MOUNTED NO HIGHER THAN 46\" A.F.F.",
          "type": "note",
          "content": "Accessibility note specifying maximum mounting height for exit device panic hardware."
        },
        {
          "ref": "7. ALL FLOOR DRAINS IN KITCHEN SHALL BE LOCATED OUT OF PATH OF TRAVEL SO THAT THE FLOOR DOES NOT HAVE A SLOPE GREATER THAN 2 % ALONG AN ACCESSIBLE ROUTE.",
          "type": "note",
          "content": "Accessibility note coordinating floor drain placement with accessible route slope requirements."
        },
        {
          "ref": "8. ALL THRESHOLDS, FLOOR LEVEL CHANGES, AND FLOOR TRANSITIONS SHALL NOT EXCEED 1/2\" IN HEIGHT AND SHALL BE BEVELED WITH A SLOPE NO GREATER THE 1:2.",
          "type": "note",
          "content": "Accessibility note specifying maximum height and bevel requirements for floor transitions."
        },
        {
          "ref": "9. ALL LIGHT SWITCHES, VOLUME CONTROLS, AND THERMOSTATS IN PUBLIC AREAS SHALL BE MOUNTED NO HIGHER THAN 48\" A.F.F. U.N.O.",
          "type": "note",
          "content": "Accessibility note specifying maximum reach height for controls in public spaces."
        },
        {
          "ref": "10. FOR CLARIFICATION OF REQUIREMENTS OR QUESTIONS, CALL THE ARCHITECT OF RECORD.",
          "type": "note",
          "content": "Accessibility note directing the contractor to the architect for any questions regarding these notes."
        },
        {
          "ref": "36\" MINIMUM CLEAR ACCESSIBLE ROUTE",
          "type": "note",
          "content": "Legend definition for the shaded area representing the minimum required width for an accessible path."
        },
        {
          "ref": "NEW DIRECTIONAL EXIT SIGN AT DRIVE THRU COCKPIT",
          "type": "note",
          "content": "Legend definition for a newly installed directional exit sign in a specific area."
        },
        {
          "ref": "EXISTING EXIT SIGN",
          "type": "note",
          "content": "Legend definition for an existing exit sign to remain."
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "AS2.1",
          "relationship": "Detail AS2.1 provides details for the proposed OMD canopy referenced on page A000."
        }
      ],
      "pointers": [
        {
          "title": "Accessibility Notes",
          "description": "A list of ten general notes outlining ADA and accessibility requirements for the project.",
          "bounds": {
            "x": 0.6126102042597765,
            "y": 0.028796171722113503,
            "w": 0.15237648393854752,
            "h": 0.21809258806262233
          }
        },
        {
          "title": "Egress Plan Legend",
          "description": "A legend defining symbols for accessible routes and exit signs on the egress plan.",
          "bounds": {
            "x": 0.7757616096368715,
            "y": 0.025249204990215265,
            "w": 0.12197756634078216,
            "h": 0.14618242416829746
          }
        },
        {
          "title": "Egress Floor Plan",
          "description": "Architectural floor plan detailing the required egress paths and exit signage for the restaurant interior.",
          "bounds": {
            "x": 0.06582121255760369,
            "y": 0.42114415322580645,
            "w": 0.7641219038018433,
            "h": 0.49635836693548385
          }
        }
      ]
    },
    {
      "sheet": "A002",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This architectural demolition plan (A002) details the existing ceiling layout and specifies elements to be removed, relocated, or protected during demolition. It includes legends defining demolition symbols and keynotes, along with general notes referencing electrical, mechanical, and fire sprinkler drawings, and instructions for existing items to remain.",
      "identifiers": [
        {
          "ref": "1-8",
          "type": "keynote",
          "content": "Demolition keynotes indicating specific actions for elements like canopy removal, air curtain relocation, and protection of existing fixtures."
        },
        {
          "ref": "A201",
          "type": "note",
          "content": "Reference to architectural sheet A201 for new location of relocated air curtain."
        },
        {
          "ref": "A301",
          "type": "note",
          "content": "Reference to architectural sheet A301 related to wall pack."
        },
        {
          "ref": "a-k",
          "type": "note",
          "content": "General notes providing instructions for lighting, ceilings, mechanical, and coordination, including cross-references to electrical, mechanical, and fire sprinkler drawings."
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A201",
          "relationship": "Architectural sheet A201 is referenced for the new location of the relocated air curtain."
        },
        {
          "target_sheet": "A301",
          "relationship": "Architectural sheet A301 is referenced in relation to the wall pack."
        }
      ],
      "pointers": [
        {
          "title": "Keynote Legend",
          "description": "A legend defining specific demolition and protection instructions for items keyed on the Reflected Ceiling Plan.",
          "bounds": {
            "x": 0.4310633066194838,
            "y": 0.021375109265734264,
            "w": 0.1772058440882598,
            "h": 0.10148965617715619
          }
        },
        {
          "title": "Demolition RCP Legend",
          "description": "A legend defining symbols for demolition and retention of ceiling elements, lighting, and mechanical diffusers.",
          "bounds": {
            "x": 0.6083992506244796,
            "y": 0.018725415209790208,
            "w": 0.16997228871773518,
            "h": 0.13236177884615385
          }
        },
        {
          "title": "RCP General Notes",
          "description": "A list of general notes for the Reflected Ceiling Plan providing instructions for lighting, ceilings, mechanical, and coordination.",
          "bounds": {
            "x": 0.7783910543297252,
            "y": 0.017901369463869464,
            "w": 0.12114904246461289,
            "h": 0.19542631847319347
          }
        },
        {
          "title": "Demolition Reflected Ceiling Plan",
          "description": "An architectural plan detailing the existing ceiling layout and specifying elements to be removed, relocated, or protected during demolition.",
          "bounds": {
            "x": 0.11532947097378277,
            "y": 0.44573285761154857,
            "w": 0.6951003628277154,
            "h": 0.5305630741469816
          }
        }
      ]
    },
    {
      "sheet": "A101",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This architectural floor plan page includes several details related to wall construction, railing installation, and general construction notes for a Chick-fil-A renovation. Details cover wall base construction with waterproofing (Composeal Gold), corner guard installation (Marlite), and railing embedment with weep hole specifications. The page also features a keynote legend with 29 items referencing various trades and equipment, along with a wall legend defining wall types and scope.",
      "identifiers": [
        {
          "ref": "8",
          "type": "detail",
          "content": "Embedded Post Detail illustrating the installation of a square post embedded into concrete, including reinforcement and weep hole specifications."
        },
        {
          "ref": "7",
          "type": "detail",
          "content": "Railing Embedment Detail illustrating the anchoring of a square railing post into a concrete walkway using grout and sealant."
        },
        {
          "ref": "6",
          "type": "detail",
          "content": "Typical Aluminum Rail Detail specifying the dimensions, materials, and finishes for a standard aluminum railing system."
        },
        {
          "ref": "5",
          "type": "detail",
          "content": "Architectural Wall Detail Plan View showing the construction of a wall bump-out around existing columns and a vent riser."
        },
        {
          "ref": "4",
          "type": "detail",
          "content": "Corner Guard Detail illustrating the construction layers and finish components for a wall corner protected by a Marlite guard."
        },
        {
          "ref": "3",
          "type": "detail",
          "content": "SS End Cap Detail illustrating the assembly and finish materials for a wall end cap."
        },
        {
          "ref": "2",
          "type": "detail",
          "content": "Wall Base Detail specifying waterproofing, wall board types, and finish overlaps for kitchen and dining areas."
        },
        {
          "ref": "Composeal Gold",
          "type": "spec",
          "content": "40 mil. Waterproof membrane"
        },
        {
          "ref": "CG-3",
          "type": "spec",
          "content": "Stainless steel end cap or corner guard designation"
        },
        {
          "ref": "A111",
          "type": "schedule",
          "content": "Ceramic wall tile specification"
        },
        {
          "ref": "A",
          "type": "note",
          "content": "Revision delta 'A' indicating a change or update to this section of the drawing."
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A111",
          "relationship": "The CG-3 corner guard specification on this page is also referenced on sheet A111."
        },
        {
          "target_sheet": "AS3.1",
          "relationship": "Detail 6 on this page, Typical Aluminum Rail Detail, is similar to detail 5/AS3.1 on sheet AS3.1."
        },
        {
          "target_sheet": "AS3.1",
          "relationship": "Detail 7 on this page, Railing Embedment Detail, is similar to detail 6/AS3.1 on sheet AS3.1."
        },
        {
          "target_sheet": "A111",
          "relationship": "Detail 4 on this page, Corner Guard Detail, relates to corner guard details and locations specified on sheet A111."
        },
        {
          "target_sheet": "A111",
          "relationship": "Detail 2 on this page, Wall Base Detail, relates to wall preparation and waterproofing requirements for wet areas specified as 4/ A101 on sheet A111."
        }
      ],
      "pointers": [
        {
          "title": "Embedded Post Detail",
          "description": "A technical detail illustrating the installation of a square post embedded into concrete, including reinforcement and weep hole specifications.",
          "bounds": {
            "x": 0.21313955269607843,
            "y": 0.034706947424892706,
            "w": 0.1221325444240196,
            "h": 0.16919259656652358
          }
        },
        {
          "title": "Railing Embedment Detail",
          "description": "A section detail illustrating the anchoring of a square railing post into a concrete walkway using grout and sealant.",
          "bounds": {
            "x": 0.3344894109987745,
            "y": 0.03935085836909871,
            "w": 0.1402827244178922,
            "h": 0.18935421137339056
          }
        },
        {
          "title": "Typical Aluminum Rail Detail",
          "description": "An architectural detail elevation specifying the dimensions, materials, and finishes for a standard aluminum railing system.",
          "bounds": {
            "x": 0.48703421798406865,
            "y": 0.03212178111587983,
            "w": 0.24218271292892157,
            "h": 0.21057202253218885
          }
        },
        {
          "title": "Architectural Keynote Legend",
          "description": "A list of 29 numbered keynotes providing specific construction instructions and references for the architectural floor plan.",
          "bounds": {
            "x": 0.7298607919730392,
            "y": 0.0273705970790378,
            "w": 0.16789215686274506,
            "h": 0.23242858676975944
          }
        },
        {
          "title": "Architectural Wall Detail Plan View",
          "description": "A plan view detail showing the construction of a wall bump-out around existing columns and a vent riser.",
          "bounds": {
            "x": 0.053667853860294115,
            "y": 0.22930090206185566,
            "w": 0.23048311121323534,
            "h": 0.2482012457044674
          }
        },
        {
          "title": "Corner Guard Detail",
          "description": "Architectural detail illustrating the construction layers and finish components for a wall corner protected by a Marlite guard.",
          "bounds": {
            "x": 0.29293524050245096,
            "y": 0.34768980884879724,
            "w": 0.11665613511029416,
            "h": 0.13005396262886598
          }
        },
        {
          "title": "SS End Cap Detail",
          "description": "Architectural section detail illustrating the assembly and finish materials for a wall end cap.",
          "bounds": {
            "x": 0.42478075214460786,
            "y": 0.3432801761168385,
            "w": 0.09800091911764708,
            "h": 0.13371187714776633
          }
        },
        {
          "title": "Wall Base Detail",
          "description": "A wall base detail specifying waterproofing, wall board types, and finish overlaps for kitchen and dining areas.",
          "bounds": {
            "x": 0.5241124770220589,
            "y": 0.2853039089347079,
            "w": 0.1563888250612745,
            "h": 0.19024511383161513
          }
        },
        {
          "title": "General Architectural and Plumbing Notes",
          "description": "A list of general project notes providing instructions for dimensioning, millwork, blocking, fasteners, and trade coordination.",
          "bounds": {
            "x": 0.6899318321078431,
            "y": 0.278491462628866,
            "w": 0.11832682291666663,
            "h": 0.23426089991408933
          }
        },
        {
          "title": "Architectural Wall Legend",
          "description": "A legend defining the graphical symbols and hatch patterns used to distinguish between existing, new, and specialized wall types on the floor plan.",
          "bounds": {
            "x": 0.8060518152573529,
            "y": 0.28241113616838487,
            "w": 0.08877623314950978,
            "h": 0.18353334407216498
          }
        },
        {
          "title": "Proposed Floor Plan",
          "description": "Architectural floor plan for a Chick-fil-A restaurant renovation showing new and existing areas, equipment, and dimensions.",
          "bounds": {
            "x": 0.10485428370786516,
            "y": 0.4793204560367454,
            "w": 0.741071951076779,
            "h": 0.49112635334645666
          }
        }
      ]
    },
    {
      "sheet": "A102",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "Page A102, \"Roof Plan\", provides specifications and keynotes for roof construction. It includes color requirements for roofing membranes and gas piping, specifications for a Duro-Last membrane roofing system, and details for equipment stands. The plan also contains keynotes referencing other sheets and instructions for protecting existing equipment during construction, along with details for new parapets, canopies, and rooftop units.",
      "identifiers": [
        {
          "ref": "HORIZONTAL ROOFING MEMBRANE(S) SHALL BE WHITE",
          "type": "note",
          "content": "Color specification for horizontal roofing membrane"
        },
        {
          "ref": "VERTICAL ROOFING MEMBRANE(S) SHALL BE TAN",
          "type": "note",
          "content": "Color specification for vertical roofing membrane"
        },
        {
          "ref": "WALK PAD MEMBRANES SHALL BE GRAY",
          "type": "note",
          "content": "Color specification for roof walkway pads"
        },
        {
          "ref": "ALL EXPOSED GAS PIPE TO BE PAINTED BLACK",
          "type": "note",
          "content": "Paint color specification for exposed gas piping"
        },
        {
          "ref": "1/8\" PER FOOT",
          "type": "specification",
          "content": "Minimum slope for roof drainage crickets"
        },
        {
          "ref": "DARK BRONZE",
          "type": "specification",
          "content": "Paint color for exposed gas piping"
        },
        {
          "ref": "4\" high by 16\" wide",
          "type": "specification",
          "content": "Dimensions for overflow scuppers"
        },
        {
          "ref": "50 mil single-ply membrane system by Duro-Last",
          "type": "specification",
          "content": "Roof system description"
        },
        {
          "ref": "15 year NDL Duro-Last warranty",
          "type": "specification",
          "content": "Warranty requirement for roofing system"
        },
        {
          "ref": "AVCOA CORPORATION",
          "type": "specification",
          "content": "Manufacturer of aluminum equipment stand supports"
        },
        {
          "ref": "AS1.0",
          "type": "note",
          "content": "Reference to architectural sheet for OMD canopy details"
        },
        {
          "ref": "AS2.0",
          "type": "note",
          "content": "Reference to architectural sheet for OMD canopy details"
        },
        {
          "ref": "VC-04",
          "type": "note",
          "content": "Reference to plumbing sheet for vent riser details"
        },
        {
          "ref": "S4.1",
          "type": "note",
          "content": "Reference to structural sheet for equipment stand details"
        },
        {
          "ref": "A402",
          "type": "detail",
          "content": "Reference to detail sheet for roof sections"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "AS1.0",
          "relationship": "Keynotes AS1.0 and AS2.0 reference architectural sheets for OMD canopy details."
        },
        {
          "target_sheet": "AS2.0",
          "relationship": "Keynotes AS1.0 and AS2.0 reference architectural sheets for OMD canopy details."
        },
        {
          "target_sheet": "VC-04",
          "relationship": "Keynote VC-04 references plumbing sheet for vent riser details."
        },
        {
          "target_sheet": "S4.1",
          "relationship": "Keynote S4.1 references structural sheet for equipment stand details."
        },
        {
          "target_sheet": "A402",
          "relationship": "Detail A402 references detail sheet for roof sections."
        }
      ],
      "pointers": [
        {
          "title": "Roof Notes",
          "description": "Specific color requirements for roofing membranes and exposed gas piping.",
          "bounds": {
            "x": 0.5337700433052435,
            "y": 0.022683932086614175,
            "w": 0.11379330524344566,
            "h": 0.076781906167979
          }
        },
        {
          "title": "Roofing Specifications and Equipment Notes",
          "description": "Detailed technical requirements for the membrane roofing system, general roofing notes, and specifications for rooftop equipment supports.",
          "bounds": {
            "x": 0.026934105805243445,
            "y": 0.024877993766404198,
            "w": 0.5081051029962547,
            "h": 0.29953042979002625
          }
        },
        {
          "title": "Roof Plan Legend and Symbols",
          "description": "This legend defines the symbols and graphical representations for various roof components, penetrations, and construction extents.",
          "bounds": {
            "x": 0.7938319288389513,
            "y": 0.023996268044619424,
            "w": 0.1005859375,
            "h": 0.250486999671916
          }
        },
        {
          "title": "Roof Plan Keynote Legend",
          "description": "A numbered list of keynotes providing specific instructions, protection requirements, and cross-references for roof elements.",
          "bounds": {
            "x": 0.6380500936329588,
            "y": 0.026431266404199474,
            "w": 0.15806413857677903,
            "h": 0.17167507381889763
          }
        },
        {
          "title": "Architectural Roof Plan Drawing",
          "description": "A detailed roof layout showing equipment placement, drainage slopes, parapet heights, and structural callouts for a commercial building.",
          "bounds": {
            "x": 0.062050122893258425,
            "y": 0.4059936843832021,
            "w": 0.7416132666198502,
            "h": 0.4984210958005249
          }
        }
      ]
    },
    {
      "sheet": "A103",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This architectural details page (A103 Roof Details.pdf) provides multiple roof and parapet details, including typical roof-to-wall transitions, scupper and overflow scupper installations, ATR hub roof penetrations, typical roof penetrations, parapet anchor details, and roof equipment curb details. The details specify materials like Duro-Last roofing systems, brick veneer, insulation, and plywood decking, along with installation instructions for flashing, welding, and sealing, referencing manufacturer details such as Duro-Last Detail #6061, #2070, #2060 and #4020.",
      "identifiers": [
        {
          "ref": "Duro-Last Detail # 6061",
          "type": "spec",
          "content": "Roofing manufacturer's written instructions for mechanically fastening the roofing membrane."
        },
        {
          "ref": "Duro-Last",
          "type": "spec",
          "content": "Roofing system manufacturer"
        },
        {
          "ref": "Duro-Last Detail # 2070",
          "type": "spec",
          "content": "Specific manufacturer product and finish requirements for the scupper assembly."
        },
        {
          "ref": "Duro-Last Detail #2060",
          "type": "spec",
          "content": "Specific manufacturer product and detail reference for the overflow scupper component"
        },
        {
          "ref": "Duro-Last Detail #4070",
          "type": "spec",
          "content": "Specific fastening requirement referencing Duro-Last manufacturer standards for stainless steel band position on vent stack flashing"
        },
        {
          "ref": "Duro-Last Detail #4020",
          "type": "spec",
          "content": "Reference to specific manufacturer installation standards for mechanically fastening the equipment curb flashing."
        },
        {
          "ref": "3",
          "type": "detail",
          "content": "Typical Roof to Wall Section detail number"
        },
        {
          "ref": "1",
          "type": "detail",
          "content": "Scupper Roof Detail number"
        },
        {
          "ref": "2",
          "type": "detail",
          "content": "Overflow Scupper Detail number"
        },
        {
          "ref": "7",
          "type": "detail",
          "content": "ATR Hub Detail number"
        },
        {
          "ref": "6",
          "type": "detail",
          "content": "Typical Roof Penetration Detail number"
        },
        {
          "ref": "5",
          "type": "detail",
          "content": "Parapet Anchor Detail number"
        },
        {
          "ref": "4",
          "type": "detail",
          "content": "Typical Roof at Equipment Curb Detail number"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A402",
          "relationship": "Detail 3 A103 on A402 references a roof detail on this sheet."
        },
        {
          "target_sheet": "A401",
          "relationship": "A401 contains detail callouts that may relate to roof to wall transitions and other details found on A103."
        },
        {
          "target_sheet": "A905",
          "relationship": "A905 references specification section C07530, which includes Duro-Last roofing system, aligning with the Duro-Last roofing system details on A103."
        },
        {
          "target_sheet": "A102",
          "relationship": "A102 specifies Duro-Last roofing system, which is detailed on A103."
        }
      ],
      "pointers": [
        {
          "title": "Typical Roof to Wall Section",
          "description": "Architectural detail showing the intersection and flashing assembly between a brick veneer exterior wall and a flat roof system.",
          "bounds": {
            "x": 0.08014030313670412,
            "y": 0.03639681758530184,
            "w": 0.20880515566479402,
            "h": 0.3316006397637795
          }
        },
        {
          "title": "Scupper Roof Detail",
          "description": "A detailed architectural cross-section of a roof scupper installation, showing the transition between the roof membrane, parapet wall, and drainage collector.",
          "bounds": {
            "x": 0.6191845154494382,
            "y": 0.03125512631233596,
            "w": 0.25082660346441943,
            "h": 0.3418327591863517
          }
        },
        {
          "title": "Overflow Scupper Detail",
          "description": "A detailed architectural cross-section of an overflow scupper installation through a parapet wall, showing roofing transitions and structural components.",
          "bounds": {
            "x": 0.33364056647940077,
            "y": 0.036740280511811024,
            "w": 0.24746898408239704,
            "h": 0.3341996801181102
          }
        },
        {
          "title": "ATR Hub Roof Detail",
          "description": "An architectural cross-section detail showing the construction, flashing, and insulation requirements for an ATR hub roof penetration.",
          "bounds": {
            "x": 0.16790657186329588,
            "y": 0.4809096128608924,
            "w": 0.17244923338014984,
            "h": 0.1585004511154856
          }
        },
        {
          "title": "Typical Roof Penetration Detail",
          "description": "A cross-section architectural detail showing the flashing and sealing requirements for a pipe penetrating a roof assembly.",
          "bounds": {
            "x": 0.3584203827247191,
            "y": 0.3912504101049869,
            "w": 0.17994718515917607,
            "h": 0.24861589566929126
          }
        },
        {
          "title": "Parapet Anchor Detail",
          "description": "A technical cross-section detail showing the installation of an eye screw anchor into a parapet wall with associated flashing and blocking.",
          "bounds": {
            "x": 0.5483928780430711,
            "y": 0.40550155839895013,
            "w": 0.14521520950374533,
            "h": 0.2353951361548557
          }
        },
        {
          "title": "Typical Roof at Equipment Curb Detail",
          "description": "This detail illustrates the construction and flashing requirements for a typical roof equipment curb, including insulation, fastening, and membrane termination.",
          "bounds": {
            "x": 0.7124261177434457,
            "y": 0.36554195374015747,
            "w": 0.15753745318352064,
            "h": 0.2752522145669291
          }
        }
      ]
    },
    {
      "sheet": "A111",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This architectural floor finish plan (Sheet A111) details interior finishes for a commercial kitchen and service area, including tile types (KT-1A, KT-1B), FRP panels (FRP-2), and paint (PT-1B). The plan includes finish schedules, general notes on installation requirements, and details for thresholds and cooler screeds, providing specifications for flooring, wall treatments, and inter-trade coordination, including plumbing and structural considerations.",
      "identifiers": [
        {
          "ref": "KT-1A",
          "type": "keynote",
          "content": "Kitchen Tile Type A"
        },
        {
          "ref": "KT-1B",
          "type": "keynote",
          "content": "Kitchen Tile Type B"
        },
        {
          "ref": "FRP-2",
          "type": "keynote",
          "content": "Fiber Reinforced Plastic wall panel type 2"
        },
        {
          "ref": "PT-1B",
          "type": "keynote",
          "content": "Paint Type 1B"
        },
        {
          "ref": "CG-3",
          "type": "note",
          "content": "Corner guards at back-of-house openings"
        },
        {
          "ref": "A1.1",
          "type": "schedule",
          "content": "Corner guard details and locations"
        },
        {
          "ref": "A1.6",
          "type": "schedule",
          "content": "Corner guard details and locations"
        },
        {
          "ref": "4/ A101",
          "type": "detail",
          "content": "Wall preparation and waterproofing requirements for wet areas"
        },
        {
          "ref": "ACT-1",
          "type": "schedule",
          "content": "Ceiling tile specification for kitchen areas"
        },
        {
          "ref": "ACT-2",
          "type": "schedule",
          "content": "Standard acoustical ceiling tile specification"
        },
        {
          "ref": "PT-1A",
          "type": "schedule",
          "content": "Interior ceiling paint specification"
        },
        {
          "ref": "CG-3",
          "type": "schedule",
          "content": "Kitchen corner guard specification"
        },
        {
          "ref": "CG-4",
          "type": "schedule",
          "content": "FRP corner guard specification"
        },
        {
          "ref": "FRP-2",
          "type": "schedule",
          "content": "Fiberglass reinforced plastic wall panel specification"
        },
        {
          "ref": "G-2",
          "type": "schedule",
          "content": "Wall tile grout specification"
        },
        {
          "ref": "PT-1B",
          "type": "schedule",
          "content": "Standard interior wall paint specification"
        },
        {
          "ref": "PT-31B",
          "type": "schedule",
          "content": "Secondary interior wall paint specification"
        },
        {
          "ref": "WD-3",
          "type": "schedule",
          "content": "Wainscoting material and finish specification"
        },
        {
          "ref": "KT-1B",
          "type": "schedule",
          "content": "Kitchen tile base specification"
        },
        {
          "ref": "G-1",
          "type": "schedule",
          "content": "Floor tile grout specification"
        },
        {
          "ref": "G-3",
          "type": "schedule",
          "content": "Kitchen floor tile grout specification"
        },
        {
          "ref": "KT-1A",
          "type": "schedule",
          "content": "Kitchen floor tile specification"
        },
        {
          "ref": "BR-1",
          "type": "schedule",
          "content": "Exterior brick specification"
        },
        {
          "ref": "EC-1",
          "type": "schedule",
          "content": "Exterior coping specification"
        },
        {
          "ref": "MP-1",
          "type": "schedule",
          "content": "Exterior metal panel specification"
        },
        {
          "ref": "WP-1",
          "type": "schedule",
          "content": "Exterior wood panel specification"
        },
        {
          "ref": "PT-10",
          "type": "schedule",
          "content": "Exterior metal paint specification"
        },
        {
          "ref": "ST-1",
          "type": "schedule",
          "content": "Storefront system specification"
        },
        {
          "ref": "PL-1",
          "type": "schedule",
          "content": "Millwork laminate specification"
        },
        {
          "ref": "PL-2",
          "type": "schedule",
          "content": "General plastic laminate specification"
        },
        {
          "ref": "PL-3",
          "type": "schedule",
          "content": "Decorative plastic laminate specification"
        },
        {
          "ref": "SS-1",
          "type": "schedule",
          "content": "Solid surface marble-look specification"
        },
        {
          "ref": "SS-2",
          "type": "schedule",
          "content": "Solid surface black coral specification"
        },
        {
          "ref": "SS-4",
          "type": "schedule",
          "content": "Solid surface Artica specification"
        },
        {
          "ref": "PNL-1",
          "type": "schedule",
          "content": "Fiber-cement soffit panel specification"
        },
        {
          "ref": "TR-1",
          "type": "schedule",
          "content": "Stainless steel edge trim specification"
        },
        {
          "ref": "MT-1",
          "type": "schedule",
          "content": "Metal finish specification"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A401",
          "relationship": "Detail reference 4/ A101 links to wall preparation and waterproofing requirements for wet areas on sheet A401."
        },
        {
          "target_sheet": "A401",
          "relationship": "Detail reference 9/A401 links to storefront details on sheet A401."
        },
        {
          "target_sheet": "AS2.1",
          "relationship": "OMD canopy callout references structural details on sheet AS2.1."
        }
      ],
      "pointers": [
        {
          "title": "Architectural Finish Plan Legends",
          "description": "This legend defines the graphical symbols and hatch patterns used on the finish plan to represent different floor and wall treatments.",
          "bounds": {
            "x": 0.7426958977059925,
            "y": 0.01218011811023622,
            "w": 0.1389900807584269,
            "h": 0.1415015994094488
          }
        },
        {
          "title": "Interior and Exterior Finish Schedule",
          "description": "A detailed list of architectural finishes, materials, and specifications for interior and exterior surfaces.",
          "bounds": {
            "x": 0.1606902504681648,
            "y": 0.013625738188976378,
            "w": 0.5815265098314607,
            "h": 0.3281967683727034
          }
        },
        {
          "title": "Finish Plan General Notes",
          "description": "A comprehensive list of general requirements and installation instructions for architectural finishes, including flooring, wall treatments, and inter-trade coordination.",
          "bounds": {
            "x": 0.7420960615636704,
            "y": 0.15375348589238846,
            "w": 0.1609791959269663,
            "h": 0.32565411745406825
          }
        },
        {
          "title": "Typical Interior Threshold Detail",
          "description": "A section detail showing the installation of a marble threshold between an office and a multi-purpose room.",
          "bounds": {
            "x": 0.3488339770599251,
            "y": 0.5290764435695539,
            "w": 0.13155796465355807,
            "h": 0.12895751312335957
          }
        },
        {
          "title": "Detail at Cooler Screed",
          "description": "An architectural section detail illustrating the wall and floor finish assembly between a kitchen and a cooler area.",
          "bounds": {
            "x": 0.5182218515917603,
            "y": 0.4524534530839895,
            "w": 0.18484097027153557,
            "h": 0.20755413385826776
          }
        },
        {
          "title": "Architectural Finish Floor Plan",
          "description": "This floor plan specifies the interior surface finishes, including tile types, paint, and wall panels, for a commercial kitchen and service area.",
          "bounds": {
            "x": 0.14279026217228463,
            "y": 0.6453412073490814,
            "w": 0.6574386996722846,
            "h": 0.33174930282152226
          }
        }
      ]
    },
    {
      "sheet": "A201",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This architectural reflected ceiling plan (RCP) page includes a canopy section detail (3\"=1'-0\") showing structural connections and finishes with callouts for aluminum panels, flashing, and steel beams. The page also contains a legend defining ceiling material symbols, lighting fixtures, and HVAC components, along with general notes for coordination and maintenance, and a keynote legend referencing ceiling-related work, mechanical equipment, electrical fixtures, and structural canopies.",
      "identifiers": [
        {
          "ref": "SCALE: 3\" = 1'-0\"",
          "type": "detail",
          "content": "Scale of the canopy detail drawing"
        },
        {
          "ref": "2/A401",
          "type": "detail",
          "content": "Detail reference for bulkhead and air curtain installation"
        },
        {
          "ref": "2/A201",
          "type": "detail",
          "content": "Detail reference for steel canopy"
        },
        {
          "ref": "NEW 2x2 ACT CEILING TILES AND GRIDS TO MATCH EXISTING",
          "type": "spec",
          "content": "Specification for ceiling tile replacement"
        },
        {
          "ref": "REFER TO MECHANICAL SHEETS FOR CLARIFICATION ON NEW AND EXISTING SUPPLY AND RETURN DIFFUSER",
          "type": "note",
          "content": "Coordination note for HVAC diffuser locations"
        },
        {
          "ref": "REFER TO ELECTRICAL SHEETS FOR MORE INFORMATION ON LIGHT SPECS.",
          "type": "note",
          "content": "Coordination note for lighting specifications"
        },
        {
          "ref": "C.H. 10'-0\"",
          "type": "spec",
          "content": "Ceiling height of 10 feet 0 inches"
        },
        {
          "ref": "C.H. 9'-0\"",
          "type": "spec",
          "content": "Ceiling height of 9 feet 0 inches"
        },
        {
          "ref": "C.H. 10'-2\"",
          "type": "spec",
          "content": "Ceiling height of 10 feet 2 inches"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A401",
          "relationship": "Detail reference 2/A401 (detail) on this page links to bulkhead and air curtain installation details on sheet A401."
        },
        {
          "target_sheet": "A201",
          "relationship": "Detail reference 2/A201 (detail) on this page links to steel canopy details on sheet A201."
        },
        {
          "target_sheet": "A401",
          "relationship": "Coordination note on this page to refer to electrical sheets for lighting specifications is related to the electrical plans on sheet A401."
        },
        {
          "target_sheet": "A401",
          "relationship": "Coordination note on this page to refer to mechanical sheets for HVAC diffuser locations is related to the mechanical plans on sheet A401."
        }
      ],
      "pointers": [
        {
          "title": "Canopy Section Detail",
          "description": "A detailed cross-section of an exterior canopy structure above a team member door, showing structural connections and finishes.",
          "bounds": {
            "x": 0.08193249648876405,
            "y": 0.08815719324146981,
            "w": 0.36932350187265917,
            "h": 0.2924458661417323
          }
        },
        {
          "title": "Reflected Ceiling Plan Legend",
          "description": "A legend defining the graphical symbols and hatch patterns used for ceiling materials, lighting fixtures, HVAC components, and signage on the RCP.",
          "bounds": {
            "x": 0.7056706460674157,
            "y": 0.029030306758530185,
            "w": 0.19421158122659177,
            "h": 0.13504757217847768
          }
        },
        {
          "title": "Keynote Legend",
          "description": "A table listing specific construction notes and references for ceiling-related work, keyed to the plan view.",
          "bounds": {
            "x": 0.5186278382490637,
            "y": 0.02675935039370079,
            "w": 0.17887918422284643,
            "h": 0.1415887467191601
          }
        },
        {
          "title": "RCP General Notes",
          "description": "A list of general instructions and coordination requirements for the Reflected Ceiling Plan.",
          "bounds": {
            "x": 0.757355307818352,
            "y": 0.16870693897637795,
            "w": 0.14134187734082404,
            "h": 0.12294947506561682
          }
        },
        {
          "title": "Proposed Reflected Ceiling Plan",
          "description": "A detailed architectural plan showing the layout of ceilings, lighting fixtures, HVAC diffusers, and ceiling heights for a Chick-fil-A restaurant.",
          "bounds": {
            "x": 0.08182642790262172,
            "y": 0.4270166912729659,
            "w": 0.7498939314138576,
            "h": 0.48811208169291337
          }
        }
      ]
    },
    {
      "sheet": "A301",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This page provides exterior elevation drawings and details, material specifications, and general notes relevant to the building's facade. It includes specifications for brick (Cunningham Brick), metal panels (Nichiha Ilumination), and storefront systems (YKK - YES 45), as well as details for flashing and waterproofing window and storefront openings. The page also contains general notes regarding material samples, installation compliance, signage, and lighting power, along with keynotes referencing specific building components and materials.",
      "identifiers": [
        {
          "ref": "WP-1",
          "type": "equipment",
          "content": "Wall pack light fixture type 1"
        },
        {
          "ref": "BR-2",
          "type": "spec",
          "content": "Brick # 2 (Modular Size) Cunningham Brick - Tan"
        },
        {
          "ref": "ST-1",
          "type": "spec",
          "content": "Storefront system YKK - YES 45, Color - Dark Bronze (Matte)"
        },
        {
          "ref": "MP-1",
          "type": "spec",
          "content": "Metal Panel Nichiha - Ilumination, Color - Red"
        },
        {
          "ref": "1/A402",
          "type": "detail",
          "content": "Section reference callout indicating a similar condition on sheet A402"
        },
        {
          "ref": "5/A801",
          "type": "detail",
          "content": "Detail reference for the door area."
        },
        {
          "ref": "9/A401",
          "type": "detail",
          "content": "Detail reference for the window head."
        },
        {
          "ref": "8/A401",
          "type": "detail",
          "content": "Detail reference for the window sill/counter."
        },
        {
          "ref": "1",
          "type": "note",
          "content": "Material samples: GC to provide samples and cut sheets of the specified materials for the architect’s approval prior to installation."
        },
        {
          "ref": "2",
          "type": "note",
          "content": "Installation compliance: GC shall apply or install the specified materials strictly in accordance with the manufacturer’s recommendations."
        },
        {
          "ref": "3",
          "type": "note",
          "content": "Building signage: Building signs will be installed by the sign vendor with a separate permit. GC shall provide plywood backing, J-box, and power for all building signs, including future signs indicated on the building elevations."
        },
        {
          "ref": "4",
          "type": "note",
          "content": "Lighting power: GC shall provide power for all building-mounted light fixtures"
        },
        {
          "ref": "5",
          "type": "note",
          "content": "Light fixture mounting height: GC shall verify the mounting height of all building-mounted light fixtures with the architect prior to installation."
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A401",
          "relationship": "Detail reference 9/A401 links to storefront details on sheet A401."
        },
        {
          "target_sheet": "AS2.1",
          "relationship": "OMD canopy callout references structural details on sheet AS2.1."
        }
      ],
      "pointers": [
        {
          "title": "Storefront Flashing Detail",
          "description": "Isometric detail showing the installation of felt and membrane flashing at a window opening.",
          "bounds": {
            "x": 0.44418963600187267,
            "y": 0.05161683891076115,
            "w": 0.1110318644662921,
            "h": 0.12558952591863518
          }
        },
        {
          "title": "Exterior Elevation - North East",
          "description": "Architectural elevation drawing showing the north-east facade of the building with keynotes, section callouts, and height datums.",
          "bounds": {
            "x": 0.06886411516853932,
            "y": 0.01583517880577428,
            "w": 0.34889249765917607,
            "h": 0.2433255413385827
          }
        },
        {
          "title": "Window Opening Flashing Detail",
          "description": "This detail illustrates the sequential steps for installing self-adhering membrane flashing and felt around an exterior wall opening to ensure water tightness.",
          "bounds": {
            "x": 0.44263518258426965,
            "y": 0.17746268044619423,
            "w": 0.13550079002808996,
            "h": 0.12968032316272965
          }
        },
        {
          "title": "Storefront Flashing Detail",
          "description": "An isometric detail showing the installation of flashing and weather barriers around a storefront opening.",
          "bounds": {
            "x": 0.431680857911985,
            "y": 0.307004593175853,
            "w": 0.14730732092696625,
            "h": 0.16532869914698167
          }
        },
        {
          "title": "Elevation Notes",
          "description": "A set of general instructions and requirements for the General Contractor regarding exterior elevation materials and installations.",
          "bounds": {
            "x": 0.6137750175561798,
            "y": 0.3014630495406824,
            "w": 0.10185876053370779,
            "h": 0.16061761811023623
          }
        },
        {
          "title": "Exterior Elevation - South West",
          "description": "Architectural elevation drawing showing the southwest facade of the building with keynotes, dimensions, and detail callouts.",
          "bounds": {
            "x": 0.06755837429775281,
            "y": 0.25847892060367456,
            "w": 0.34973007373595505,
            "h": 0.25183521981627294
          }
        },
        {
          "title": "Brick and Fiber-Cement Specifications",
          "description": "Technical specifications and installation procedures for brick masonry and fiber-cement soffit panels.",
          "bounds": {
            "x": 0.6033693235018727,
            "y": 0.034171998031496065,
            "w": 0.12992304541198496,
            "h": 0.24213623687664043
          }
        },
        {
          "title": "General Notes",
          "description": "A set of general instructions for the contractor regarding civil coordination, structural blocking, and exterior painting.",
          "bounds": {
            "x": 0.7639169300093633,
            "y": 0.2218873031496063,
            "w": 0.0970088658707865,
            "h": 0.063233062664042
          }
        },
        {
          "title": "Exterior Colors and Finishes",
          "description": "This section specifies the materials, colors, and supplier information for the building's exterior finishes.",
          "bounds": {
            "x": 0.7629806004213483,
            "y": 0.29025180446194226,
            "w": 0.1157281425561798,
            "h": 0.0840920275590551
          }
        },
        {
          "title": "Exterior Finishes Schedule",
          "description": "A schedule identifying the specific materials, manufacturers, and colors for the building's exterior finishes.",
          "bounds": {
            "x": 0.7659285756086143,
            "y": 0.37406701115485563,
            "w": 0.10789369733146059,
            "h": 0.10707841207349084
          }
        },
        {
          "title": "Exterior Elevation - North West",
          "description": "Architectural elevation drawing showing the North West side of the building with keynotes, dimensions, and material callouts.",
          "bounds": {
            "x": 0.07555740870786516,
            "y": 0.4977905593832021,
            "w": 0.7921092286985019,
            "h": 0.24166461614173224
          }
        },
        {
          "title": "Keynote Legend",
          "description": "A legend listing numbered keynotes with corresponding descriptions for architectural, structural, and electrical elements on the exterior elevations.",
          "bounds": {
            "x": 0.733259451076779,
            "y": 0.021376722440944882,
            "w": 0.17145072565543074,
            "h": 0.20069000164041995
          }
        },
        {
          "title": "Exterior Elevation - South East",
          "description": "Architectural drawing showing the south-east exterior facade of the building with material callouts and detail references.",
          "bounds": {
            "x": 0.08668363764044944,
            "y": 0.7391065862860893,
            "w": 0.7824240695224719,
            "h": 0.24424315124671914
          }
        }
      ]
    },
    {
      "sheet": "A401",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This architectural details page (A401) provides large-scale sections and plan views focusing on window, door, and wall construction. Details include window sill assemblies, door head and jamb interfaces with brick veneer, drive-thru door installations (Tormax), brick soldier/rowlock trim, wall base conditions, and walk-up window counters, specifying materials, dimensions, and waterproofing requirements, referencing structural and civil drawings where applicable.",
      "identifiers": [
        {
          "ref": "3\" = 1'-0\"",
          "type": "specification",
          "content": "Drawing scale for all details on the page."
        },
        {
          "ref": "R-19",
          "type": "spec",
          "content": "Thermal insulation with an R-value of 19."
        },
        {
          "ref": "15# Felt",
          "type": "spec",
          "content": "15-pound felt paper used as a moisture barrier."
        },
        {
          "ref": "Tormax",
          "type": "equipment",
          "content": "Automatic drive-thru door system by Tormax."
        },
        {
          "ref": "7A2.1",
          "type": "detail",
          "content": "Reference to detail 7A2.1 for mortar net installation."
        },
        {
          "ref": "3BA1.3",
          "type": "schedule",
          "content": "Reference to window schedule or manufacturer detail on sheet 3BA1.3 for walk-up window specifications."
        },
        {
          "ref": "Color #8",
          "type": "spec",
          "content": "Paint color #8 for steel lintel, as specified in structural drawings."
        },
        {
          "ref": "Civil",
          "type": "note",
          "content": "Reference to civil drawings for exterior slope requirements at the drive-thru door sill."
        },
        {
          "ref": "RCP",
          "type": "note",
          "content": "Reference to Reflected Ceiling Plan for air curtain mounting details."
        },
        {
          "ref": "Mech Plans",
          "type": "note",
          "content": "Reference to Mechanical Plans for air curtain mounting details."
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "3BA1.3",
          "relationship": "Window schedule 3BA1.3 provides specifications for the walk-up window."
        },
        {
          "target_sheet": "A401",
          "relationship": "Detail 7A2.1 references mortar net installation details on sheet A401."
        },
        {
          "target_sheet": "A402",
          "relationship": "Sheet A402 contains related door details."
        },
        {
          "target_sheet": "AS2.1",
          "relationship": "Sheet AS2.1 contains OMD canopy details."
        },
        {
          "target_sheet": "A301",
          "relationship": "Sheet A301 contains related window head and sill details."
        },
        {
          "target_sheet": "A801",
          "relationship": "Sheet A801 contains related door details."
        },
        {
          "target_sheet": "A601",
          "relationship": "Sheet A601 contains related Tormax door details."
        }
      ],
      "pointers": [
        {
          "title": "Window Sill Detail",
          "description": "Architectural section detail showing the assembly of a window sill including storefront, framing, and interior finishes.",
          "bounds": {
            "x": 0.32123419943820225,
            "y": 0.08468155347769028,
            "w": 0.18429599719101125,
            "h": 0.19766035104986873
          }
        },
        {
          "title": "Typical Window/Door Head Detail",
          "description": "Architectural section detail showing the head assembly of a window or door within a brick veneer wall.",
          "bounds": {
            "x": 0.09685159176029963,
            "y": 0.03169598917322835,
            "w": 0.16771637991573035,
            "h": 0.22481955380577429
          }
        },
        {
          "title": "Door and Window Head/Jamb Detail",
          "description": "Architectural detail showing the junction between an existing exterior wall and a new aluminum storefront system.",
          "bounds": {
            "x": 0.0842733204588015,
            "y": 0.255254470144357,
            "w": 0.18051410346441948,
            "h": 0.19077058727034119
          }
        },
        {
          "title": "Drive Thru Tormax Door Jamb",
          "description": "Architectural plan detail showing the horizontal section of a new Tormax drive-thru door jamb and its integration with the existing wall assembly.",
          "bounds": {
            "x": 0.5540986364700374,
            "y": 0.044147801837270344,
            "w": 0.17573370201310867,
            "h": 0.2250502378608924
          }
        },
        {
          "title": "Soldier Trim Wall Detail",
          "description": "An architectural wall section detail showing the assembly and components of a brick soldier course trim.",
          "bounds": {
            "x": 0.34471558988764045,
            "y": 0.32892470472440943,
            "w": 0.14005442415730335,
            "h": 0.21715571686351703
          }
        },
        {
          "title": "Rowlock Trim Detail",
          "description": "Architectural wall section detail showing the assembly of a brick rowlock course, including insulation, framing, and ties.",
          "bounds": {
            "x": 0.3346281015917603,
            "y": 0.5759616961942258,
            "w": 0.1590114407771535,
            "h": 0.18189694061679784
          }
        },
        {
          "title": "Walk-Up Window Head Detail",
          "description": "An architectural section detail illustrating the construction assembly at the head and sill of a walk-up window within a brick veneer wall.",
          "bounds": {
            "x": 0.08128876989700375,
            "y": 0.4475321932414698,
            "w": 0.18907639864232212,
            "h": 0.302370406824147
          }
        },
        {
          "title": "Drive Thru Door Sill Detail",
          "description": "Architectural section detail of an automatic drive-thru door sill and threshold assembly.",
          "bounds": {
            "x": 0.5531476767322098,
            "y": 0.7843565452755905,
            "w": 0.17673220973782766,
            "h": 0.19011441929133865
          }
        },
        {
          "title": "Walk-Up Counter Sill Detail",
          "description": "Architectural section detail showing the construction of a walk-up window counter sill assembly.",
          "bounds": {
            "x": 0.06332660346441947,
            "y": 0.7607806348425197,
            "w": 0.20661794826779023,
            "h": 0.22267162893700787
          }
        },
        {
          "title": "Typical Base of Wall Detail",
          "description": "An architectural section detail showing the construction assembly at the base of an exterior wall, including foundation, framing, insulation, and brick veneer.",
          "bounds": {
            "x": 0.3145226182116105,
            "y": 0.7671782726377953,
            "w": 0.18691845154494385,
            "h": 0.2142849819553806
          }
        },
        {
          "title": "Drive Thru Tormax Door Head Detail",
          "description": "Architectural section detail showing the head assembly of an automatic drive-thru door with an integrated air curtain.",
          "bounds": {
            "x": 0.5470395891853933,
            "y": 0.3014681758530184,
            "w": 0.34765625,
            "h": 0.4654332759186352
          }
        }
      ]
    },
    {
      "sheet": "A402",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This page contains architectural wall sections detailing building construction. It includes details on wall assemblies from footing to roof, interfaces between new Tormax doors and existing structures, and new OMD canopies. Key elements include concrete footings and slabs, wood framing, insulation specifications, exterior cladding requirements, and roof assembly details.",
      "identifiers": [
        {
          "ref": "FLOOR FINISH AS SCHEDULED",
          "type": "note",
          "content": "Specification for floor finish materials; directs contractor to finish schedule"
        },
        {
          "ref": "CEILING FINISH AS SCHEDULED",
          "type": "note",
          "content": "Specification for ceiling finish materials; directs contractor to finish schedule"
        },
        {
          "ref": "NEW TORMAX DOOR",
          "type": "note",
          "content": "Specifies the installation of a new Tormax brand door system"
        },
        {
          "ref": "(N) OMD CANOPY SEE SHEET AS2.1",
          "type": "note",
          "content": "Reference to the new Order Management Device canopy details on sheet AS2.1"
        },
        {
          "ref": "1/A401",
          "type": "detail",
          "content": "Detail callout for the door sill/threshold on sheet A401"
        },
        {
          "ref": "2/A401",
          "type": "detail",
          "content": "Detail callout for the door head/header interface on sheet A401"
        },
        {
          "ref": "ROOF MEMBRANE",
          "type": "specification",
          "content": "Roofing material at the top of the parapet and main roof surface"
        },
        {
          "ref": "RIGID INSULATION",
          "type": "specification",
          "content": "Insulation layer above the roof structure"
        },
        {
          "ref": "EXTERIOR CLADDING TO MATCH EXISTING",
          "type": "note",
          "content": "Requirement for new exterior finish to be consistent with existing building"
        },
        {
          "ref": "CONCRETE FOOTING RE: STRUCTURAL DRAWINGS",
          "type": "note",
          "content": "Foundation element cross-referenced to structural drawings"
        },
        {
          "ref": "NEW SLAB RE: STRUCTURAL DRAWINGS",
          "type": "note",
          "content": "New concrete floor slab detailed in structural drawings"
        },
        {
          "ref": "3 A103",
          "type": "detail",
          "content": "Detail callout referencing detail 3 on sheet A103"
        },
        {
          "ref": "BATT INSULATION RE: MECHANICAL DRAWINGS",
          "type": "note",
          "content": "Coordination note for thermal insulation requirements, see mechanical drawings"
        },
        {
          "ref": "WOOD FRAMING RE: STRUCTURAL DRAWINGS",
          "type": "note",
          "content": "Wall framing members to be detailed by structural engineer"
        },
        {
          "ref": "ROOF STRUCTURE RE: STRUCTURAL DRAWINGS",
          "type": "note",
          "content": "Cross-reference to structural engineering sheets for roof structure"
        },
        {
          "ref": "SLOPE 1/4\"=1'-0\" TO (E) ROOF DRAINS",
          "type": "note",
          "content": "Specifies the required pitch for roof drainage"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "AS2.1",
          "relationship": "The (N) OMD CANOPY SEE SHEET AS2.1 note references canopy details on sheet AS2.1."
        },
        {
          "target_sheet": "A401",
          "relationship": "Detail callouts 1/A401 and 2/A401 reference door details on sheet A401."
        },
        {
          "target_sheet": "A103",
          "relationship": "Detail callout 3 A103 references a detail on sheet A103."
        }
      ],
      "pointers": [
        {
          "title": "Architectural Wall Section 2",
          "description": "A detailed vertical wall section showing the interface between a new Tormax door, existing structure, and a new OMD canopy.",
          "bounds": {
            "x": 0.3763313436329588,
            "y": 0.5135744750656168,
            "w": 0.2067167017790263,
            "h": 0.4473271407480315
          }
        },
        {
          "title": "Architectural Wall Section Detail",
          "description": "This drawing provides a detailed vertical section of a wall assembly, showing structural components, finishes, and insulation from the footing to the roof.",
          "bounds": {
            "x": 0.6155672109082397,
            "y": 0.4904189222440945,
            "w": 0.25773934925093633,
            "h": 0.47194369258530183
          }
        }
      ]
    },
    {
      "sheet": "A601",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This architectural page (A601) details interior elevations for various areas including the New Meeting Room, Catering Area, Serving Area, and Drive-Thru. The elevations specify wall finishes such as paint (PT-1B), wood paneling (WD-3), FRP-2, and base finishes (KT-1B), along with corner guards (CG-3) and door systems like the Tormax door with G21 glazing. Dimensions, equipment coordination notes (e.g., air curtain), and existing vs. new construction labels are also included.",
      "identifiers": [
        {
          "ref": "PT-1B",
          "type": "spec",
          "content": "Paint finish for walls"
        },
        {
          "ref": "WD-3",
          "type": "spec",
          "content": "Wood paneling or wainscoting finish"
        },
        {
          "ref": "KT-1B",
          "type": "spec",
          "content": "Base finish material, likely Kitchen Tile base"
        },
        {
          "ref": "FRP-2",
          "type": "spec",
          "content": "Wall finish material, typically Fiber Reinforced Plastic"
        },
        {
          "ref": "CG-3",
          "type": "spec",
          "content": "Corner guards or trim"
        },
        {
          "ref": "G21",
          "type": "spec",
          "content": "Glazing or door type designation for the drive-thru door"
        },
        {
          "ref": "Tormax door",
          "type": "equipment",
          "content": "Drive-thru door system"
        },
        {
          "ref": "1/2\" = 1'-0\"",
          "type": "note",
          "content": "Drawing scale"
        },
        {
          "ref": "10'-2\"",
          "type": "dimension",
          "content": "Wall height dimension"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A111",
          "relationship": "This page specifies wall finishes such as paint (PT-1B), wood paneling (WD-3), FRP-2, and base finishes (KT-1B), along with corner guards (CG-3), which are further detailed in the schedules on sheet A111."
        },
        {
          "target_sheet": "A401",
          "relationship": "This page includes dimensions, equipment coordination notes (e.g., air curtain), which are also referenced on sheet A401."
        },
        {
          "target_sheet": "AS3.1",
          "relationship": "This page includes door systems like the Tormax door, which is referenced in the door schedule and details on sheet AS3.1."
        },
        {
          "target_sheet": "A402",
          "relationship": "This page includes door systems like the Tormax door, which is also referenced on sheet A402."
        },
        {
          "target_sheet": "A801",
          "relationship": "This page includes door systems like the Tormax door, which is also referenced on sheet A801."
        }
      ],
      "pointers": [
        {
          "title": "Interior Elevation - New Meeting Room",
          "description": "Architectural interior elevation for a wall in the New Meeting Room showing finish materials.",
          "bounds": {
            "x": 0.13775383309925093,
            "y": 0.1251332841207349,
            "w": 0.10873858848314608,
            "h": 0.246949844160105
          }
        },
        {
          "title": "Interior Elevation - New Meeting Room",
          "description": "This drawing shows an interior elevation of the New Meeting Room, detailing wall finishes and paneling.",
          "bounds": {
            "x": 0.2906901041666667,
            "y": 0.12549725229658792,
            "w": 0.12348943703183518,
            "h": 0.244509719488189
          }
        },
        {
          "title": "Interior Elevation - New Meeting Room",
          "description": "This drawing shows the interior elevation of a wall in the New Meeting Room, including a door and wall finishes.",
          "bounds": {
            "x": 0.4481946395131086,
            "y": 0.12645074639107612,
            "w": 0.1278053312265917,
            "h": 0.2420747211286089
          }
        },
        {
          "title": "Catering Area Interior Elevation",
          "description": "Interior elevation detail for the catering area showing wall finish applications and material callouts.",
          "bounds": {
            "x": 0.12147413389513109,
            "y": 0.3997652148950131,
            "w": 0.12352601240636704,
            "h": 0.23527210465879272
          }
        },
        {
          "title": "Interior Elevation - Catering Area",
          "description": "This drawing shows the interior elevation of a wall in the catering area, specifying finishes and height dimensions.",
          "bounds": {
            "x": 0.6198940777153558,
            "y": 0.12324680118110236,
            "w": 0.21289794007490637,
            "h": 0.24591432906824146
          }
        },
        {
          "title": "Catering Area Interior Elevation",
          "description": "Interior elevation detail showing a door assembly and wall finish specifications for the catering area.",
          "bounds": {
            "x": 0.27614042017790263,
            "y": 0.3926242618110236,
            "w": 0.18764264396067415,
            "h": 0.24108534284776906
          }
        },
        {
          "title": "Serving Area Interior Elevation",
          "description": "Interior elevation view of the serving area showing wall finishes, a door, and the transition between existing and new construction.",
          "bounds": {
            "x": 0.5022347553838952,
            "y": 0.3876619914698163,
            "w": 0.32225830992509363,
            "h": 0.24936433727034124
          }
        },
        {
          "title": "Drive-Thru Interior Elevation",
          "description": "An interior elevation drawing showing wall finishes, corner guards, and vertical dimensions for the drive-thru area.",
          "bounds": {
            "x": 0.11448823735955056,
            "y": 0.6513953822178478,
            "w": 0.4163594335205993,
            "h": 0.24205421587926512
          }
        },
        {
          "title": "Drive-Thru Interior Elevation",
          "description": "An interior elevation drawing of a drive-thru service area showing door systems, wall finishes, and mechanical equipment coordination.",
          "bounds": {
            "x": 0.5518017029494382,
            "y": 0.6548761482939632,
            "w": 0.25890610369850187,
            "h": 0.2369945456036746
          }
        }
      ]
    },
    {
      "sheet": "A801",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This architectural page provides door and window schedules, hardware specifications, and construction details. The door and window schedules specify dimensions, materials, and hardware, while the hardware schedule details components and approved manufacturers. Details include storefront profiles, door head and jamb assemblies, exterior door thresholds, and wall base conditions, particularly for kitchen areas, with references to finish schedules and waterproofing requirements.",
      "identifiers": [
        {
          "ref": "TORMAX DOOR TO BE TIGHT-FITTING AND SELF CLOSING. SEC. 20-21.21",
          "type": "note",
          "content": "Specific requirement for door 1 to be tight-fitting and self-closing, referencing section 20-21.21"
        },
        {
          "ref": "W1",
          "type": "callout",
          "content": "Window type designation W1 in the window schedule and door and window types section"
        },
        {
          "ref": "A111",
          "type": "callout",
          "content": "Reference to sheet A111 for window finish details"
        },
        {
          "ref": "A801",
          "type": "callout",
          "content": "Reference to sheet A801 for window frame details"
        },
        {
          "ref": "SET #1",
          "type": "schedule",
          "content": "Hardware set for primary entrance/exit doors"
        },
        {
          "ref": "SET #05",
          "type": "schedule",
          "content": "Hardware configuration for single dining exit doors"
        },
        {
          "ref": "SET #09",
          "type": "schedule",
          "content": "Hardware configuration for office interior doors"
        },
        {
          "ref": "YKK E90407",
          "type": "spec",
          "content": "Threshold model YKK E90407"
        },
        {
          "ref": "Kawneer",
          "type": "spec",
          "content": "Threshold model Kawneer"
        },
        {
          "ref": "Detail 5",
          "type": "detail",
          "content": "Exterior Door Threshold Detail"
        },
        {
          "ref": "Detail 4",
          "type": "detail",
          "content": "Wall Base Detail at Kitchen"
        },
        {
          "ref": "Detail 2",
          "type": "detail",
          "content": "Interior Door Head Detail"
        },
        {
          "ref": "Detail 3",
          "type": "detail",
          "content": "Wall Base Detail at Kitchen"
        },
        {
          "ref": "Detail 1/A801",
          "type": "detail",
          "content": "Interior Door Jamb Detail"
        },
        {
          "ref": "KERDI FLASHING BY SCHLUTER",
          "type": "spec",
          "content": "Waterproofing flashing system by Schluter"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A111",
          "relationship": "Sheet A111 provides window finish details, complementing the window schedule on A801."
        },
        {
          "target_sheet": "A401",
          "relationship": "Detail 1/A801 on A801 references interior door jamb detail on sheet A401."
        },
        {
          "target_sheet": "A401",
          "relationship": "Sheet A401 contains exterior slope requirements at the drive-thru door sill, relevant to door details on A801."
        },
        {
          "target_sheet": "A301",
          "relationship": "Detail 5/A801 on A301 references door area details on sheet A801."
        },
        {
          "target_sheet": "AS3.1",
          "relationship": "Sheet AS3.1 references door details for the new Tormax door, which is also specified on A801."
        },
        {
          "target_sheet": "A402",
          "relationship": "Sheet A402 specifies a new Tormax door, which is also specified on A801."
        }
      ],
      "pointers": [
        {
          "title": "Door Schedule",
          "description": "A table specifying door and frame details including dimensions, materials, finishes, and hardware sets for the project.",
          "bounds": {
            "x": 0.35559310627340823,
            "y": 0.015937705052493437,
            "w": 0.5459130676498127,
            "h": 0.1532716125328084
          }
        },
        {
          "title": "Window Schedule",
          "description": "A schedule detailing the specifications for windows, including size, type, material, and frame details.",
          "bounds": {
            "x": 0.3543788038389513,
            "y": 0.1750123031496063,
            "w": 0.5467250409644195,
            "h": 0.10170091043307083
          }
        },
        {
          "title": "Hardware Schedule",
          "description": "A detailed table specifying door hardware components, quantities, and approved manufacturers for various door sets.",
          "bounds": {
            "x": 0.1014747191011236,
            "y": 0.017496104002624673,
            "w": 0.253328359082397,
            "h": 0.2523529773622047
          }
        },
        {
          "title": "Door and Window Types",
          "description": "This section illustrates the various door and window configurations used in the project, including dimensions and key hardware components.",
          "bounds": {
            "x": 0.5577671465355806,
            "y": 0.28293143044619423,
            "w": 0.3393938728932584,
            "h": 0.1998902969160105
          }
        },
        {
          "title": "Exterior Door Threshold Detail",
          "description": "A section detail showing the installation of an exterior door threshold at the transition between an existing concrete walk and new interior floor finish.",
          "bounds": {
            "x": 0.38411092579588013,
            "y": 0.4271961122047244,
            "w": 0.16472817181647947,
            "h": 0.15012405675853013
          }
        },
        {
          "title": "Storefront Profiles",
          "description": "Detailed cross-sections of aluminum storefront framing members for doors and windows.",
          "bounds": {
            "x": 0.5691713483146067,
            "y": 0.5038959973753281,
            "w": 0.3237359550561798,
            "h": 0.23238086450131235
          }
        },
        {
          "title": "Wall Base Detail at Kitchen",
          "description": "This detail illustrates the construction assembly for a wall base in a kitchen area, including waterproofing and finish materials.",
          "bounds": {
            "x": 0.3854312968164794,
            "y": 0.5772176427165354,
            "w": 0.14135650749063672,
            "h": 0.1922982283464567
          }
        },
        {
          "title": "Interior Door Head Detail",
          "description": "This detail illustrates the construction assembly of an interior door head, including framing, wall finishes, and the hollow metal door frame installation.",
          "bounds": {
            "x": 0.5820824555243446,
            "y": 0.7853869340551181,
            "w": 0.12100231156367036,
            "h": 0.17818036417322836
          }
        },
        {
          "title": "Wall Base Detail at Kitchen",
          "description": "An architectural section detail illustrating the assembly and waterproofing of a wall base in a kitchen area.",
          "bounds": {
            "x": 0.38986057467228463,
            "y": 0.777107939632546,
            "w": 0.13839024461610483,
            "h": 0.1897504511154855
          }
        },
        {
          "title": "Interior Door Jamb Detail",
          "description": "A technical section detail showing the construction of an interior hollow metal door jamb within a wood stud wall.",
          "bounds": {
            "x": 0.735710001170412,
            "y": 0.7745191519028871,
            "w": 0.12188743562734083,
            "h": 0.19066293471128615
          }
        }
      ]
    },
    {
      "sheet": "A901",
      "title": null,
      "discipline": "G",
      "status": "pass2_complete",
      "context": "This page is a specifications index and includes Division 1 general requirements specifications. It lists specification sections C01010, C01020, C01030, C01040, C01050, and C01300, covering topics such as work covered by contract documents, owner furnished items, alternate and substitution procedures, coordination, field engineering, and submittals. The index references sheet locations from A-9.0 through A-9.7.",
      "identifiers": [
        {
          "ref": "C01010",
          "type": "spec",
          "content": "WORK COVERED BY CONTRACT DOCUMENTS - Defines the scope and intent of the contract documents."
        },
        {
          "ref": "C01020",
          "type": "spec",
          "content": "OWNER FURNISHED ITEMS - Addresses items provided by the owner for contractor installation."
        },
        {
          "ref": "C01030",
          "type": "spec",
          "content": "ALTERNATE AND SUBSTITUTION PROCEDURES - Outlines the process for proposing different materials or methods."
        },
        {
          "ref": "C01040",
          "type": "spec",
          "content": "COORDINATION - General requirements for project coordination, including standards, permits, access panels, and site management responsibilities."
        },
        {
          "ref": "C01050",
          "type": "spec",
          "content": "FIELD ENGINEERING - Requirements for surveying, field engineering, and quality control procedures for establishing project lines and levels."
        },
        {
          "ref": "C01300",
          "type": "spec",
          "content": "SUBMITTALS - Administrative and procedural requirements for submittals, including construction schedules, shop drawings, and product data."
        },
        {
          "ref": "A-9.0",
          "type": "spec",
          "content": "Sheet reference for specification sections."
        },
        {
          "ref": "A-9.1",
          "type": "spec",
          "content": "Sheet reference for specification sections."
        },
        {
          "ref": "A-9.2",
          "type": "spec",
          "content": "Sheet reference for specification sections."
        },
        {
          "ref": "A-9.3",
          "type": "spec",
          "content": "Sheet reference for specification sections."
        },
        {
          "ref": "A-9.4",
          "type": "spec",
          "content": "Sheet reference for specification sections."
        },
        {
          "ref": "A-9.5",
          "type": "spec",
          "content": "Sheet reference for specification sections."
        },
        {
          "ref": "A-9.6",
          "type": "spec",
          "content": "Sheet reference for specification sections."
        },
        {
          "ref": "A-9.7",
          "type": "spec",
          "content": "Sheet reference for specification sections."
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A904",
          "relationship": "Sheet A904 contains specifications related to Division 04 (Masonry) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A904",
          "relationship": "Sheet A904 contains specifications related to Division 03 (Concrete) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A907",
          "relationship": "Sheet A907 contains specifications related to Section C08110 (Standard Steel Doors and Frames) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A907",
          "relationship": "Sheet A907 contains specifications related to Section C09250 (Gypsum Board Systems) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A907",
          "relationship": "Sheet A907 contains specifications related to Section C06000 (Rough Carpentry) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A907",
          "relationship": "Sheet A907 contains specifications related to Section C09910 (Painting) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A907",
          "relationship": "Sheet A907 contains specifications related to Section C04810 (Unit Masonry Assemblies) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A907",
          "relationship": "Sheet A907 contains specifications related to Section C07920 (Sealants and Caulking) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A905",
          "relationship": "Sheet A905 contains specifications related to Section C07920 (Sealants and Caulking) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A905",
          "relationship": "Sheet A905 contains specifications related to Section C04810 (Unit Masonry Assemblies) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A905",
          "relationship": "Sheet A905 contains specifications related to Section C07600 (Flexible and Sheet Metal Flashing) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A905",
          "relationship": "Sheet A905 contains specifications related to Section C06100 (Rough Carpentry) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A905",
          "relationship": "Sheet A905 contains specifications related to Section C06000 (Carpentry) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A905",
          "relationship": "Sheet A905 contains specifications related to Section C05000 (Structural and Miscellaneous Steel) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A905",
          "relationship": "Sheet A905 contains specifications related to Section C07210 (Building Insulation) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A906",
          "relationship": "Sheet A906 contains specifications related to Section C07920 (Sealants and Caulking) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A906",
          "relationship": "Sheet A906 contains specifications related to Section C07620 (Roof Sheet Metal Flashing and Trim) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A906",
          "relationship": "Sheet A906 contains specifications related to Section C08110 (Standard Steel Doors and Frames) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A904",
          "relationship": "Sheet A904 contains specifications related to Section C07600 (Flexible and Sheet Metal Flashing) which may be relevant to the specifications index on A901."
        },
        {
          "target_sheet": "A904",
          "relationship": "Sheet A904 contains specifications related to Section C06100 (Rough Carpentry) which may be relevant to the specifications index on A901."
        }
      ],
      "pointers": [
        {
          "title": "Specifications Index",
          "description": "A comprehensive list of specification sections and their corresponding sheet locations for the project.",
          "bounds": {
            "x": 0.17982648642322097,
            "y": 0.039180405183727035,
            "w": 0.1250219452247191,
            "h": 0.36375287073490814
          }
        },
        {
          "title": "Division 1 General Requirements Specifications",
          "description": "This document outlines the general administrative and procedural requirements for the project, including work scope, owner-furnished items, and substitution procedures.",
          "bounds": {
            "x": 0.31806311446629215,
            "y": 0.03783731135170604,
            "w": 0.13774286048689138,
            "h": 0.712147309711286
          }
        },
        {
          "title": "Division 1 Coordination Specifications",
          "description": "General requirements for project coordination, including standards, permits, access panels, and site management responsibilities.",
          "bounds": {
            "x": 0.45579865987827717,
            "y": 0.0376220062335958,
            "w": 0.13676629798689133,
            "h": 0.7237173966535433
          }
        },
        {
          "title": "General Requirements Coordination Specifications",
          "description": "Detailed specifications for site coordination, temporary facilities, safety, and project closeout requirements.",
          "bounds": {
            "x": 0.5927106176900585,
            "y": 0.03568989071038251,
            "w": 0.1385881152534113,
            "h": 0.7760363302595629
          }
        },
        {
          "title": "Field Engineering Specifications",
          "description": "This section outlines the requirements for surveying, field engineering, and quality control procedures for establishing project lines and levels.",
          "bounds": {
            "x": 0.7308875487329435,
            "y": 0.035252305327868855,
            "w": 0.13922773513645226,
            "h": 0.28051891222677594
          }
        },
        {
          "title": "General Requirements Submittal Specifications",
          "description": "This document outlines the administrative and procedural requirements for submittals, including construction schedules, shop drawings, and product data.",
          "bounds": {
            "x": 0.7310360319200779,
            "y": 0.3147252817622951,
            "w": 0.15312043128654973,
            "h": 0.2970084101775956
          }
        }
      ]
    },
    {
      "sheet": "A902",
      "title": null,
      "discipline": "G",
      "status": "pass2_complete",
      "context": "Page 1, titled \"A902 Specifications.pdf\", contains technical specifications related to LEED requirements, including material specifications for recycled content, regional materials, certified wood, and low-emitting materials. It also covers construction waste management, including waste diversion goals, definitions, submittal requirements, and execution procedures for salvaging, recycling, and disposing of construction waste.",
      "identifiers": [
        {
          "ref": "SECTION L01352",
          "type": "spec",
          "content": "LEED Requirements specification, covering definitions, submittals, recycled content, regional materials, certified wood, and low-emitting materials with VOC limits for adhesives and sealants."
        },
        {
          "ref": "MR 4",
          "type": "spec",
          "content": "LEED Credit MR 4, specifying requirements for recycled content of materials, mandating a minimum of 10 percent recycled content by cost."
        },
        {
          "ref": "MR 5",
          "type": "spec",
          "content": "LEED Credit MR 5, specifying requirements for regional materials, mandating a minimum of 10 percent of building materials (by cost) to be regional materials."
        },
        {
          "ref": "MR 7",
          "type": "spec",
          "content": "LEED Credit MR 7, specifying requirements for certified wood, mandating a minimum of 50 percent (by cost) of wood-based materials to be FSC-certified."
        },
        {
          "ref": "EQ 4",
          "type": "spec",
          "content": "LEED Credit EQ 4, specifying requirements for low-emitting materials, including VOC content limits for adhesives, sealants, paints, and coatings."
        },
        {
          "ref": "SECTION L01524",
          "type": "spec",
          "content": "LEED Construction Waste Management specification, detailing administrative and procedural requirements for salvaging, recycling, and disposing of construction waste."
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A401",
          "relationship": "Detail reference 9/A401 links to storefront details on sheet A401."
        },
        {
          "target_sheet": "AS2.1",
          "relationship": "OMD canopy callout references structural details on sheet AS2.1."
        }
      ],
      "pointers": [
        {
          "title": "LEED Requirements Specification",
          "description": "Technical specification section L01352 outlining requirements for LEED certification, including material definitions, submittal procedures, and VOC limits for adhesives and sealants.",
          "bounds": {
            "x": 0.2604195221125731,
            "y": 0.05337608751279427,
            "w": 0.1585686220760234,
            "h": 0.632576605680655
          }
        },
        {
          "title": "LEED Material Specifications",
          "description": "Technical specifications outlining requirements for recycled content, regional materials, and certified wood to achieve LEED certification.",
          "bounds": {
            "x": 0.2594458150584795,
            "y": 0.6863445176560901,
            "w": 0.15858575475146197,
            "h": 0.13699862461617196
          }
        },
        {
          "title": "Wood-Based Materials Specification List",
          "description": "A detailed list of wood products and materials included under the project's technical specifications for LEED compliance.",
          "bounds": {
            "x": 0.42715471948099415,
            "y": 0.05310021110542477,
            "w": 0.14163582785087725,
            "h": 0.10821951765609009
          }
        },
        {
          "title": "LEED Requirements Technical Specifications",
          "description": "This document outlines the technical specifications for low-emitting materials, concrete recycled content, and execution requirements for LEED certification.",
          "bounds": {
            "x": 0.41845703125,
            "y": 0.16030018551688843,
            "w": 0.15444250274122806,
            "h": 0.6274708930399181
          }
        },
        {
          "title": "LEED Re-Testing Specifications",
          "description": "Outlines the protocol and cost responsibility for re-testing equipment during the commissioning process.",
          "bounds": {
            "x": 0.5766344572368421,
            "y": 0.0525364636642784,
            "w": 0.1534973501461988,
            "h": 0.05882964431934494
          }
        },
        {
          "title": "LEED Construction Waste Management Specifications",
          "description": "Technical specifications outlining the administrative and procedural requirements for salvaging, recycling, and disposing of construction waste to meet LEED certification goals.",
          "bounds": {
            "x": 0.5716774031432749,
            "y": 0.11408888817809622,
            "w": 0.1558787920321637,
            "h": 0.6780922146878198
          }
        },
        {
          "title": "Waste Management Meeting Requirements",
          "description": "A list of procedural requirements for waste management meetings to ensure compliance with LEED certification goals.",
          "bounds": {
            "x": 0.7350317525584795,
            "y": 0.050357439866939614,
            "w": 0.14741810581140347,
            "h": 0.07001263433981575
          }
        },
        {
          "title": "LEED Construction Waste Management Specifications",
          "description": "Technical specifications outlining the execution procedures for construction waste management to comply with LEED certification requirements.",
          "bounds": {
            "x": 0.7279521503411306,
            "y": 0.12147263490437159,
            "w": 0.1595508954678363,
            "h": 0.6535551144125683
          }
        }
      ]
    },
    {
      "sheet": "A401",
      "title": null,
      "discipline": "G",
      "status": "pass2_complete",
      "context": "This page contains multiple specification sections relevant to general construction administration. It includes specs for testing laboratory services (C01410), temporary utilities (C01510), project identification and signs (C01530), site security (C01520), contract closeout (C01700), project record documents (C01720), and site work (C02000), with cross-references to civil drawings for detailed site specifications.",
      "identifiers": [
        {
          "ref": "C01410",
          "type": "spec",
          "content": "Testing Laboratory Services specification, outlining contractor responsibilities for third-party testing and inspections."
        },
        {
          "ref": "C01510",
          "type": "spec",
          "content": "Temporary Utilities specification, including electricity, heating, water, sanitary facilities, and fire protection requirements."
        },
        {
          "ref": "C01530",
          "type": "spec",
          "content": "Project Identification and Signs specification, detailing requirements for project sign construction and restrictions on contractor advertising."
        },
        {
          "ref": "C01700",
          "type": "spec",
          "content": "Contract Closeout specification, outlining requirements for project completion, cleaning, documentation, warranties, and opening day support."
        },
        {
          "ref": "C01720",
          "type": "spec",
          "content": "Project Record Documents specification, detailing requirements for maintaining and storing project record documents during construction."
        },
        {
          "ref": "C02000",
          "type": "spec",
          "content": "Site Work specification, referencing civil drawings for detailed site specifications including demolition, utilities relocation, excavation, grading, drainage, pavement, and site improvements."
        },
        {
          "ref": "C01520",
          "type": "spec",
          "content": "Security specification, outlining the contractor's responsibilities regarding site security and watchman services."
        },
        {
          "ref": "C02200",
          "type": "spec",
          "content": "Demolition (referenced in C02000)"
        },
        {
          "ref": "C02205",
          "type": "spec",
          "content": "Utilities - Relocate (referenced in C02000)"
        },
        {
          "ref": "C02300",
          "type": "spec",
          "content": "Clearing, Excavation & Grading (referenced in C02000)"
        },
        {
          "ref": "C02500",
          "type": "spec",
          "content": "Site Utilities (referenced in C02000)"
        },
        {
          "ref": "C02600",
          "type": "spec",
          "content": "Storm Drainage (referenced in C02000)"
        },
        {
          "ref": "C02700",
          "type": "spec",
          "content": "Pavement Surfaces (referenced in C02000)"
        },
        {
          "ref": "C02850",
          "type": "spec",
          "content": "Miscellaneous Site Improvement (referenced in C02000)"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A401",
          "relationship": "Detail reference 9/A401 links to the window head detail on sheet A401."
        },
        {
          "target_sheet": "AS2.1",
          "relationship": "The new Order Management Device (OMD) canopy is detailed on sheet AS2.1."
        }
      ],
      "pointers": [
        {
          "title": "Testing Laboratory Services Specifications",
          "description": "This section outlines the requirements for third-party testing and laboratory services, including contractor responsibilities and related sections.",
          "bounds": {
            "x": 0.28860562865497075,
            "y": 0.043656441914022515,
            "w": 0.15107593201754388,
            "h": 0.19035072287615148
          }
        },
        {
          "title": "Temporary Utilities Specification Section",
          "description": "This document outlines the requirements for temporary utilities during construction, including electricity, heating, water, sanitary facilities, and fire protection.",
          "bounds": {
            "x": 0.28832579495614036,
            "y": 0.23337944600818833,
            "w": 0.15818884777046782,
            "h": 0.4065498656601842
          }
        },
        {
          "title": "Project Identification and Signs Specification",
          "description": "Technical requirements for the construction and installation of project identification signs and restrictions on contractor advertising.",
          "bounds": {
            "x": 0.4400213587353801,
            "y": 0.042173106448311154,
            "w": 0.14734957510964913,
            "h": 0.16681726586489254
          }
        },
        {
          "title": "Contract Closeout Specifications",
          "description": "This section outlines the administrative and technical requirements for project completion, including cleaning, documentation, warranties, and opening day support.",
          "bounds": {
            "x": 0.5870511239035088,
            "y": 0.041637346468781984,
            "w": 0.14871447825292394,
            "h": 0.5383908009211873
          }
        },
        {
          "title": "Project Record Documents Specification",
          "description": "Technical requirements for maintaining and storing project record documents during construction.",
          "bounds": {
            "x": 0.5865457099780702,
            "y": 0.5798522262026612,
            "w": 0.14958253380847952,
            "h": 0.16185948694984653
          }
        },
        {
          "title": "Project Record Documents and Site Work Specificati",
          "description": "Technical specifications outlining requirements for maintaining project record documents (as-builts) and referencing site work to civil drawings.",
          "bounds": {
            "x": 0.7365822596856725,
            "y": 0.04138146110542477,
            "w": 0.14854029605263164,
            "h": 0.3478641568577277
          }
        },
        {
          "title": "Security Specification Section",
          "description": "Technical specifications outlining the contractor's responsibilities regarding site security and watchman services.",
          "bounds": {
            "x": 0.2872400542495479,
            "y": 0.6384493670886076,
            "w": 0.16077079566003616,
            "h": 0.1193433544303798
          }
        }
      ]
    },
    {
      "sheet": "A904",
      "title": null,
      "discipline": "G",
      "status": "pass2_complete",
      "context": "This page contains specifications for termite control (Section C02361) and chain link fences and gates (Section C02831), including material requirements, installation procedures, and quality assurance. It also covers concrete and masonry specifications (Divisions 03 and 04), detailing unit masonry assemblies, accessories, and product requirements like face brick, CMUs, mortar, and reinforcement, along with execution guidelines.",
      "identifiers": [
        {
          "ref": "SECTION - C02361",
          "type": "spec",
          "content": "Termite Control specifications, covering general requirements, products, and execution."
        },
        {
          "ref": "SECTION C06100",
          "type": "spec",
          "content": "Related section for Rough Carpentry"
        },
        {
          "ref": "SECTION C07600",
          "type": "spec",
          "content": "Related section for Flexible and Sheet Metal Flashing"
        },
        {
          "ref": "SECTION - C02831",
          "type": "spec",
          "content": "Chain Link Fences and Gates (Security) specifications, including framework, fabric, fittings, and installation methods."
        },
        {
          "ref": "ASTM A120",
          "type": "spec",
          "content": "Standard for Schedule 40 steel pipe framework."
        },
        {
          "ref": "FS RR-F-191 Type I",
          "type": "spec",
          "content": "Federal Specification for zinc coated chain link fabric."
        },
        {
          "ref": "ASTM C94",
          "type": "spec",
          "content": "Standard for Portland Cement concrete mix."
        },
        {
          "ref": "DIVISION 03",
          "type": "spec",
          "content": "Concrete specifications"
        },
        {
          "ref": "SECTION - C03000",
          "type": "spec",
          "content": "Footing / Slab on Grade specifications"
        },
        {
          "ref": "DIVISION 04",
          "type": "spec",
          "content": "Masonry specifications"
        },
        {
          "ref": "SECTION - C04810",
          "type": "spec",
          "content": "Unit Masonry Assemblies specifications, including CMUs and face brick."
        },
        {
          "ref": "C05000",
          "type": "spec",
          "content": "Structural Steel and Miscellaneous Steel specifications"
        },
        {
          "ref": "C07600",
          "type": "spec",
          "content": "Flexible and Sheet Metal Flashings specifications"
        },
        {
          "ref": "ASTM A 951",
          "type": "spec",
          "content": "Standard for masonry joint reinforcement."
        },
        {
          "ref": "ASTM A 82",
          "type": "spec",
          "content": "Standard for steel wire."
        },
        {
          "ref": "ASTM A 153",
          "type": "spec",
          "content": "Standard for zinc coating (hot-dip) on iron and steel hardware."
        },
        {
          "ref": "ASTM A 1008",
          "type": "spec",
          "content": "Standard for steel, sheet, cold-rolled, carbon, structural, high-strength low-alloy, and high-strength low-alloy with improved formability."
        },
        {
          "ref": "ASTM A 36",
          "type": "spec",
          "content": "Standard for carbon structural steel."
        },
        {
          "ref": "ASTM D 1056",
          "type": "spec",
          "content": "Standard Specification for Flexible Cellular Rubber Materials—Sponge or Expanded."
        },
        {
          "ref": "ASTM D 2000",
          "type": "spec",
          "content": "Standard Classification System for Rubber Products in Automotive Applications"
        },
        {
          "ref": "ASTM D 226",
          "type": "spec",
          "content": "Standard Specification for Asphalt-Saturated Organic Felt Used in Roofing and Waterproofing"
        },
        {
          "ref": "ASTM C 216",
          "type": "spec",
          "content": "Standard specification for Facing Brick (Solid Masonry Units Made from Clay or Shale)"
        },
        {
          "ref": "ASTM C 270",
          "type": "spec",
          "content": "Standard Specification for Mortar for Unit Masonry"
        },
        {
          "ref": "ASTM C 476",
          "type": "spec",
          "content": "Standard Specification for Grout for Masonry"
        },
        {
          "ref": "ASTM A 615",
          "type": "spec",
          "content": "Standard Specification for Deformed and Plain Carbon-Steel Bars for Concrete Reinforcement"
        },
        {
          "ref": "ASTM C 67",
          "type": "spec",
          "content": "Standard Test Methods for Sampling and Testing Brick and Structural Clay Tile"
        },
        {
          "ref": "ASTM C 150",
          "type": "spec",
          "content": "Standard Specification for Portland Cement"
        },
        {
          "ref": "ASTM C 207",
          "type": "spec",
          "content": "Standard Specification for Hydrated Lime for Masonry Purposes"
        },
        {
          "ref": "ASTM C 144",
          "type": "spec",
          "content": "Standard Specification for Aggregate for Masonry Mortar"
        },
        {
          "ref": "ASTM C 404",
          "type": "spec",
          "content": "Standard Specification for Aggregates for Masonry Grout"
        },
        {
          "ref": "ASTM C 494/C 494M",
          "type": "spec",
          "content": "Standard Specification for Chemical Admixtures for Concrete"
        },
        {
          "ref": "ACI 530.1/ASCE 6/TMS 602",
          "type": "spec",
          "content": "Building Code Requirements and Specification for Masonry Structures"
        },
        {
          "ref": "ASTM A 996/A 996M",
          "type": "spec",
          "content": "Standard Specification for Rail-Steel Deformed and Plain Bars for Concrete Reinforcement"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A401",
          "relationship": "Detail reference 9/A401 links to storefront details on sheet A401."
        },
        {
          "target_sheet": "AS2.1",
          "relationship": "OMD canopy callout references structural details on sheet AS2.1."
        },
        {
          "target_sheet": "C07600",
          "relationship": "This page contains specifications for Flexible and Sheet Metal Flashing, which is also covered on sheet A906."
        },
        {
          "target_sheet": "A905",
          "relationship": "This page contains specifications for Flexible and Sheet Metal Flashing, which is also covered on sheet A905."
        },
        {
          "target_sheet": "A907",
          "relationship": "This page contains specifications for Unit Masonry Assemblies, which is also covered on sheet A907."
        },
        {
          "target_sheet": "A905",
          "relationship": "This page contains specifications for Unit Masonry Assemblies, which is also covered on sheet A905."
        },
        {
          "target_sheet": "A906",
          "relationship": "This page contains specifications for Unit Masonry Assemblies, which is also covered on sheet A906."
        },
        {
          "target_sheet": "A907",
          "relationship": "This page contains specifications for Sealants and Caulking, which is also covered on sheet A907."
        },
        {
          "target_sheet": "A905",
          "relationship": "This page contains specifications for Sealants and Caulking, which is also covered on sheet A905."
        }
      ],
      "pointers": [
        {
          "title": "Termite Control Specifications",
          "description": "Technical specifications outlining the requirements for termite control, including soil treatment, wood treatment, and metal mesh barrier systems.",
          "bounds": {
            "x": 0.15190401133040934,
            "y": 0.038774628966223135,
            "w": 0.14762369791666666,
            "h": 0.3555447159672467
          }
        },
        {
          "title": "Termite Control Product Specifications",
          "description": "Technical specifications for termite control products including termiticides, borates, and metal mesh barrier systems.",
          "bounds": {
            "x": 0.15144428453947367,
            "y": 0.39420339687819855,
            "w": 0.14796064053362573,
            "h": 0.2412519191402252
          }
        },
        {
          "title": "Termite Control Execution Specifications",
          "description": "Technical requirements for site preparation and soil treatment application for termite control.",
          "bounds": {
            "x": 0.15071900127923976,
            "y": 0.6361070240532242,
            "w": 0.14895433570906436,
            "h": 0.12862237717502556
          }
        },
        {
          "title": "Termite Control Specifications",
          "description": "Technical requirements for soil treatment, borate treatment, and metal mesh barrier systems to prevent termite infestation.",
          "bounds": {
            "x": 0.2997018914473684,
            "y": 0.03772310005117707,
            "w": 0.1472781889619883,
            "h": 0.20956611438075742
          }
        },
        {
          "title": "Chain Link Fence Specifications",
          "description": "Technical specifications for the materials and installation of security chain link fencing and gates.",
          "bounds": {
            "x": 0.2994648894371345,
            "y": 0.24715327533265097,
            "w": 0.14712399488304095,
            "h": 0.3171019383316275
          }
        },
        {
          "title": "Concrete and Masonry Specifications",
          "description": "Technical specifications for concrete footings and unit masonry assemblies, including submittal requirements and project conditions.",
          "bounds": {
            "x": 0.44711428636695905,
            "y": 0.03690346724667349,
            "w": 0.14952542489035092,
            "h": 0.20510011514841353
          }
        },
        {
          "title": "Unit Masonry Accessory Specifications",
          "description": "Technical requirements for masonry reinforcement, anchors, flashing, and cleaning procedures.",
          "bounds": {
            "x": 0.5969966419956141,
            "y": 0.036487653531218016,
            "w": 0.14604178088450293,
            "h": 0.5381748976458547
          }
        },
        {
          "title": "Unit Masonry Product Specifications",
          "description": "Technical specifications for masonry materials including face brick, CMUs, mortar, grout, and reinforcement.",
          "bounds": {
            "x": 0.44674593384502925,
            "y": 0.2418276612077789,
            "w": 0.14988521107456143,
            "h": 0.453037039406346
          }
        },
        {
          "title": "Unit Masonry Execution Specifications",
          "description": "Technical requirements for the installation, laying, and reinforcement of unit masonry assemblies.",
          "bounds": {
            "x": 0.5963770102339181,
            "y": 0.5743227034288638,
            "w": 0.14671566611842113,
            "h": 0.24026835977482097
          }
        },
        {
          "title": "Unit Masonry Assembly Execution Specifications",
          "description": "Technical requirements for the installation, anchoring, flashing, and cleaning of unit masonry assemblies.",
          "bounds": {
            "x": 0.7440292626096491,
            "y": 0.036075838024564995,
            "w": 0.1490485654239766,
            "h": 0.5496297658648924
          }
        }
      ]
    },
    {
      "sheet": "A905",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This page provides specifications for metals, wood, insulation, roofing, and flashing. It includes requirements for structural steel (C05000, C05050, C05120), carpentry (C06000, C06100, C06170), building insulation (C07210), PVC roofing (C07530), and flexible/sheet metal flashing (C07600). The superintendent can find material standards, installation methods, and quality control procedures for these elements.",
      "identifiers": [
        {
          "ref": "C05000",
          "type": "spec",
          "content": "STRUCTURAL AND MISCELLANEOUS STEEL specification section"
        },
        {
          "ref": "C05050",
          "type": "spec",
          "content": "BASIC METAL MATERIALS AND METHODS specification section"
        },
        {
          "ref": "C05120",
          "type": "spec",
          "content": "STRUCTURAL STEEL specification section"
        },
        {
          "ref": "C06000",
          "type": "spec",
          "content": "CARPENTRY specification section"
        },
        {
          "ref": "C06100",
          "type": "spec",
          "content": "ROUGH CARPENTRY specification section"
        },
        {
          "ref": "C06170",
          "type": "spec",
          "content": "WOOD TRUSSES specification section"
        },
        {
          "ref": "C07210",
          "type": "spec",
          "content": "BUILDING INSULATION specification section, including foam-plastic board, glass-fiber blankets, air barriers, and vapor retarders"
        },
        {
          "ref": "ASTM C 578",
          "type": "spec",
          "content": "Standard specification for rigid, cellular polystyrene thermal insulation"
        },
        {
          "ref": "ASTM C 665",
          "type": "spec",
          "content": "Standard specification for mineral-fiber blanket thermal insulation for light frame construction and manufactured housing"
        },
        {
          "ref": "ASTM D266",
          "type": "spec",
          "content": "Standard specification for asphalt-saturated roofing felt used for building felt air barrier"
        },
        {
          "ref": "ASTM E1677",
          "type": "spec",
          "content": "Standard specification for an air barrier (building wrap)"
        },
        {
          "ref": "ASTM D 4397",
          "type": "spec",
          "content": "Standard specification for polyethylene film vapor retarders"
        },
        {
          "ref": "C07530",
          "type": "spec",
          "content": "PVC MEMBRANE ROOFING specification section, including Duro-Last roofing system"
        },
        {
          "ref": "ASTM E 108",
          "type": "spec",
          "content": "Standard test method for fire tests of roof coverings"
        },
        {
          "ref": "ASTM D 4434",
          "type": "spec",
          "content": "Standard specification for PVC roofing membrane"
        },
        {
          "ref": "C07600",
          "type": "spec",
          "content": "FLEXIBLE AND SHEET METAL FLASHING specification section"
        },
        {
          "ref": "C04810",
          "type": "spec",
          "content": "Unit Masonry Assemblies specification section"
        },
        {
          "ref": "C07920",
          "type": "spec",
          "content": "Sealants and Caulking specification section"
        },
        {
          "ref": "C7620",
          "type": "spec",
          "content": "Roof Sheet metal Flashing and Trim specification section"
        },
        {
          "ref": "ASTM A653",
          "type": "spec",
          "content": "Standard Specification for Steel Sheet, Zinc-Coated (Galvanized) or Zinc-Iron Alloy-Coated (Galvannealed) by the Hot-Dip Process"
        },
        {
          "ref": "ASTM C1187",
          "type": "spec",
          "content": "Standard Practices for Installation of Self-Adhering Modified Bituminous Waterproofing for Use as a Primary Moisture Protection"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A906",
          "relationship": "This page specifies flexible and sheet metal flashing (C07600), which is further detailed in section C07600 on sheet A906."
        },
        {
          "target_sheet": "A906",
          "relationship": "This page specifies sealants and caulking (C07920), which is further detailed in section C07920 on sheet A906."
        },
        {
          "target_sheet": "A906",
          "relationship": "This page specifies roof sheet metal flashing and trim (C7620), which is further detailed in section C07620 on sheet A906."
        },
        {
          "target_sheet": "A906",
          "relationship": "This page specifies unit masonry assemblies (C04810), which is further detailed in section 04810 on sheet A906."
        },
        {
          "target_sheet": "A904",
          "relationship": "This page specifies flexible and sheet metal flashing (C07600), which is also referenced in section C07600 on sheet A904."
        },
        {
          "target_sheet": "A904",
          "relationship": "This page specifies unit masonry assemblies (C04810), which is also referenced in section C04810 on sheet A904."
        },
        {
          "target_sheet": "A907",
          "relationship": "This page specifies unit masonry assemblies (C04810), which is also referenced in section C04810 on sheet A907."
        },
        {
          "target_sheet": "A907",
          "relationship": "This page specifies sealants and caulking (C07920), which is also referenced in section C07920 on sheet A907."
        },
        {
          "target_sheet": "A907",
          "relationship": "This page specifies rough carpentry (C06000), which is also referenced in section C06000 on sheet A907."
        },
        {
          "target_sheet": "A907",
          "relationship": "This page specifies standard steel doors and frames (C08110), which is also referenced in section C08110 on sheet A907."
        }
      ],
      "pointers": [
        {
          "title": "Division 05 and 06 Specifications",
          "description": "Technical specifications for structural metals and wood products, primarily directing the contractor to refer to structural drawings for detailed requirements.",
          "bounds": {
            "x": 0.15623680320945946,
            "y": 0.04056585173501577,
            "w": 0.14695945945945946,
            "h": 0.25170051261829657
          }
        },
        {
          "title": "Building Insulation Technical Specifications",
          "description": "Technical requirements for building insulation materials, including foam-plastic board, glass-fiber blankets, air barriers, and vapor retarders.",
          "bounds": {
            "x": 0.3033810177364865,
            "y": 0.03759611593059937,
            "w": 0.1478128519144144,
            "h": 0.337631851340694
          }
        },
        {
          "title": "Building Insulation Execution Specifications",
          "description": "Technical requirements for the installation and repair of vapor retarders within building insulation systems.",
          "bounds": {
            "x": 0.45120899579678364,
            "y": 0.03713536335721597,
            "w": 0.1452650995979532,
            "h": 0.0998072863357216
          }
        },
        {
          "title": "Building Insulation Execution Specifications",
          "description": "Detailed technical requirements for the installation of various insulation types, air barriers, and vapor retarders.",
          "bounds": {
            "x": 0.3028771472953216,
            "y": 0.3750999552200614,
            "w": 0.14856885051169594,
            "h": 0.433461809109519
          }
        },
        {
          "title": "PVC Membrane Roofing Specifications",
          "description": "Technical specifications for the installation, quality assurance, and warranty requirements of a PVC membrane roofing system.",
          "bounds": {
            "x": 0.45096628289473684,
            "y": 0.13620298106448311,
            "w": 0.14937408625730997,
            "h": 0.22957315122824976
          }
        },
        {
          "title": "PVC Roofing Membrane Product Specifications",
          "description": "This section of the specification sheet details the material requirements, approved manufacturers, and auxiliary components for a PVC membrane roofing system.",
          "bounds": {
            "x": 0.45117758589181284,
            "y": 0.36588008572159675,
            "w": 0.14276658442982454,
            "h": 0.2460857535823951
          }
        },
        {
          "title": "PVC Membrane Roofing Execution Specifications",
          "description": "Detailed installation and quality control procedures for mechanically fastened PVC roofing membranes and base flashings.",
          "bounds": {
            "x": 0.5986128243786549,
            "y": 0.03637970189355169,
            "w": 0.143006441885965,
            "h": 0.3139193641248721
          }
        },
        {
          "title": "Flexible and Sheet Metal Flashing Specifications",
          "description": "Technical specifications for flexible and sheet metal flashing materials, related sections, and guarantee requirements.",
          "bounds": {
            "x": 0.5945523802997076,
            "y": 0.3501231448311157,
            "w": 0.1476436860380117,
            "h": 0.20520007036847493
          }
        },
        {
          "title": "Flexible Elastomeric Flashing Specifications",
          "description": "This section specifies the material requirements and necessary accessories for flexible elastomeric flashing used in cavity wall construction.",
          "bounds": {
            "x": 0.5941868832236842,
            "y": 0.5552992259467758,
            "w": 0.148014894005848,
            "h": 0.12835449718526104
          }
        },
        {
          "title": "Sheet Metal Flashing Specifications",
          "description": "Technical specifications for sheet metal flashing materials, gauges, and miscellaneous installation components.",
          "bounds": {
            "x": 0.7413280107821637,
            "y": 0.03564403147389969,
            "w": 0.14534790752923976,
            "h": 0.1234007164790174
          }
        },
        {
          "title": "Flashing Installation Execution Specifications",
          "description": "Detailed technical requirements for the installation of elastomeric and sheet metal flashing, including surface preparation, jointing, and cleanup.",
          "bounds": {
            "x": 0.7418448464912281,
            "y": 0.157905258444217,
            "w": 0.14481965003654973,
            "h": 0.3038198886898669
          }
        }
      ]
    },
    {
      "sheet": "A906",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "Page 1, titled \"A906 Specifications.pdf\", contains architectural specifications for roof sheet metal flashing and trim (C07620), sealants and caulking (C07920), and standard steel doors and frames (C08110). The superintendent can find requirements for materials, installation, quality control, and approved manufacturers like Duro-Last and Steelcraft.",
      "identifiers": [
        {
          "ref": "SECTION - C07620",
          "type": "spec",
          "content": "ROOF SHEET METAL FLASHING AND TRIM specification section, including general, product, and execution requirements."
        },
        {
          "ref": "ASTM A 653/A 653M",
          "type": "spec",
          "content": "Standard Specification for Steel Sheet, Zinc-Coated (Galvanized) or Zinc Aluminum Coated (Galvalume) Steel material standard."
        },
        {
          "ref": "ASTM B 209",
          "type": "spec",
          "content": "Standard Specification for Aluminum and Aluminum-Alloy Sheet and Plate material standard."
        },
        {
          "ref": "SMACNA (ASMM)",
          "type": "spec",
          "content": "Architectural Sheet Metal Manual; Sheet Metal and Air Conditioning Contractors National Association; Architectural Sheet Metal Manual 2006 6TH Edition industry standard manual."
        },
        {
          "ref": "IBC 2006/12",
          "type": "spec",
          "content": "International Building Code building code reference."
        },
        {
          "ref": "SECTION C07530",
          "type": "spec",
          "content": "PVC Membrane Roofing related section."
        },
        {
          "ref": "SECTION C07600",
          "type": "spec",
          "content": "Flexible and Sheetmetal Flashing related section."
        },
        {
          "ref": "SECTION C01000",
          "type": "spec",
          "content": "Administrative requirements section."
        },
        {
          "ref": "SECTION - C07920",
          "type": "spec",
          "content": "SEALANTS AND CAULKING specification section, including general, product, and execution requirements."
        },
        {
          "ref": "SECTION C03300",
          "type": "spec",
          "content": "Concrete Footing/Slab-on-Grade related section."
        },
        {
          "ref": "SECTION 04810",
          "type": "spec",
          "content": "Unit Masonry Assemblies related section."
        },
        {
          "ref": "SECTION C062000",
          "type": "spec",
          "content": "Finish Carpentry related section."
        },
        {
          "ref": "SECTION C08411",
          "type": "spec",
          "content": "Aluminum-Framed Entrances and Storefronts related section."
        },
        {
          "ref": "SECTION C08580",
          "type": "spec",
          "content": "Pass-Thru Windows related section."
        },
        {
          "ref": "SECTION C09250",
          "type": "spec",
          "content": "Gypsum Board related section."
        },
        {
          "ref": "SECTION C097700",
          "type": "spec",
          "content": "Reinforced Wall Coverings related section."
        },
        {
          "ref": "SECTION C09910",
          "type": "spec",
          "content": "Painting related section."
        },
        {
          "ref": "BASF Sonolastic NP2",
          "type": "spec",
          "content": "Three-part polyurethane sealant; ASTM-C920, Type M for exterior sealant."
        },
        {
          "ref": "FS UU-T-106",
          "type": "spec",
          "content": "Federal standard reference for masking tape."
        },
        {
          "ref": "SECTION - C08110",
          "type": "spec",
          "content": "STANDARD STEEL DOORS AND FRAMES specification section, including general, product, and execution requirements."
        },
        {
          "ref": "SDI 100-98",
          "type": "spec",
          "content": "Specifications and standards of Steel Door Institute."
        },
        {
          "ref": "Steelcraft an Ingersoll-Rand Company, \"L-Series\"",
          "type": "spec",
          "content": "Acceptable hollow metal door manufacturer."
        },
        {
          "ref": "Amweld Building Products, Inc.",
          "type": "spec",
          "content": "Acceptable hollow metal door manufacturer."
        },
        {
          "ref": "Ceco Door Products; an ASSA ABLOY Group Company",
          "type": "spec",
          "content": "Acceptable hollow metal door manufacturer."
        },
        {
          "ref": "ASTM A366",
          "type": "spec",
          "content": "Material standard for cold-rolled steel sheet."
        },
        {
          "ref": "ASTM A568",
          "type": "spec",
          "content": "General requirements for cold-rolled steel sheet."
        },
        {
          "ref": "ASTM A924",
          "type": "spec",
          "content": "Material standard for galvanealed steel sheets."
        },
        {
          "ref": "ASTM A60",
          "type": "spec",
          "content": "Zinc coating standard for galvanealed steel sheets."
        },
        {
          "ref": "SSPC-Paint 12",
          "type": "spec",
          "content": "Standard for bituminous coating."
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A401",
          "relationship": "Detail reference 9/A401 links to storefront details on sheet A401."
        },
        {
          "target_sheet": "AS2.1",
          "relationship": "OMD canopy callout references structural details on sheet AS2.1."
        },
        {
          "target_sheet": "A907",
          "relationship": "SECTION C08110 (spec): Standard Steel Doors and Frames related section on A907"
        },
        {
          "target_sheet": "A905",
          "relationship": "C07920 (spec): Sealants and Caulking specification section on A905"
        },
        {
          "target_sheet": "A904",
          "relationship": "SECTION - C04810 (spec): Unit Masonry Assemblies specifications on A904"
        }
      ],
      "pointers": [
        {
          "title": "Roof Sheet Metal Flashing Specifications",
          "description": "Architectural specification section detailing the general requirements for roof sheet metal flashing and trim.",
          "bounds": {
            "x": 0.26970257675438597,
            "y": 0.038994530450358236,
            "w": 0.15052197551169588,
            "h": 0.4646918180655067
          }
        },
        {
          "title": "Roof Sheet Metal Execution Specifications",
          "description": "This section outlines the execution requirements for roof sheet metal flashing and trim, including examination, installation, quality control, cleaning, and protection.",
          "bounds": {
            "x": 0.42030450475146197,
            "y": 0.03849075614124872,
            "w": 0.14786355537280704,
            "h": 0.24843670035823953
          }
        },
        {
          "title": "Roof Sheet Metal Product Specifications",
          "description": "This section outlines the material and fabrication requirements for roof sheet metal components including soffits, trim, gutters, and scuppers.",
          "bounds": {
            "x": 0.2690172697368421,
            "y": 0.5030986118219037,
            "w": 0.1507903874269006,
            "h": 0.3126839176049131
          }
        },
        {
          "title": "Sealants and Caulking Specifications",
          "description": "General requirements and scope for joint sealants and caulking to prevent moisture and air penetration.",
          "bounds": {
            "x": 0.42044727704678364,
            "y": 0.28696344037871035,
            "w": 0.1471582602339181,
            "h": 0.24928432062436023
          }
        },
        {
          "title": "Sealants and Caulking Product Specifications",
          "description": "This section outlines the approved manufacturers and specific material requirements for exterior sealants used in masonry and concrete joints.",
          "bounds": {
            "x": 0.41948213633040937,
            "y": 0.5365436284544524,
            "w": 0.14951400310672508,
            "h": 0.10304583546571144
          }
        },
        {
          "title": "Sealant Accessory Specifications",
          "description": "Technical specifications for accessories used in sealant and caulking applications.",
          "bounds": {
            "x": 0.5720029239766082,
            "y": 0.03816690122824974,
            "w": 0.15134434393274854,
            "h": 0.08069185005117707
          }
        },
        {
          "title": "Standard Steel Doors and Frames Specifications",
          "description": "This section outlines the general requirements, quality assurance, and submittal procedures for standard steel doors and frames.",
          "bounds": {
            "x": 0.5724740725511696,
            "y": 0.4201717630501535,
            "w": 0.15195826480263164,
            "h": 0.26697239636642783
          }
        },
        {
          "title": "Standard Steel Door Product Handling",
          "description": "This section outlines the requirements for the delivery, storage, and handling of hollow metal doors and frames to prevent damage and corrosion.",
          "bounds": {
            "x": 0.7270422149122807,
            "y": 0.03690346724667349,
            "w": 0.1536201343201754,
            "h": 0.0882724539406346
          }
        },
        {
          "title": "Sealants and Caulking Execution Specifications",
          "description": "This section outlines the execution requirements for sealants and caulking, including inspection, environmental conditions, preparation, installation, and cleaning procedures.",
          "bounds": {
            "x": 0.5722056606359649,
            "y": 0.11946248080859775,
            "w": 0.15206391630116955,
            "h": 0.3007212768679631
          }
        },
        {
          "title": "Standard Steel Doors and Frames Specifications",
          "description": "Technical specifications for the materials, fabrication, and hardware preparation of standard steel doors and frames under Section C08110.",
          "bounds": {
            "x": 0.7243234932349324,
            "y": 0.12287850215517242,
            "w": 0.1646294587945879,
            "h": 0.6205414870689655
          }
        }
      ]
    },
    {
      "sheet": "A907",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This page contains architectural specifications from A907 Specifications.pdf, detailing steel finishes, door and frame execution (C08110), access panels (C08306), door hardware (C08710), and painting (C09910). The superintendent can find requirements for factory priming of steel, installation of steel doors and frames in various wall types, access panel models and installation, door hardware components (cylinders, closers, push/pulls), and paint systems for different surfaces.",
      "identifiers": [
        {
          "ref": "ANSI A250.10",
          "type": "spec",
          "content": "Acceptance criteria for shop primer"
        },
        {
          "ref": "SDI 105",
          "type": "spec",
          "content": "Compliance standard for steel frame installation"
        },
        {
          "ref": "SECTION C08110",
          "type": "spec",
          "content": "Standard Steel Doors and Frames execution specifications"
        },
        {
          "ref": "SECTION C08306",
          "type": "spec",
          "content": "Access Panels technical specifications"
        },
        {
          "ref": "SECTION C05500",
          "type": "spec",
          "content": "Metal Fabrications related section"
        },
        {
          "ref": "SECTION C09250",
          "type": "spec",
          "content": "Gypsum Board Systems related section"
        },
        {
          "ref": "SECTION C06000",
          "type": "spec",
          "content": "Rough Carpentry related section"
        },
        {
          "ref": "SECTION C09910",
          "type": "spec",
          "content": "Painting related section"
        },
        {
          "ref": "SECTION C08710",
          "type": "spec",
          "content": "Door Hardware specifications"
        },
        {
          "ref": "ANSI/BHMA A156 Series",
          "type": "spec",
          "content": "Certified Product Standards for door hardware"
        },
        {
          "ref": "ADA",
          "type": "spec",
          "content": "Americans with Disabilities Act compliance for door hardware"
        },
        {
          "ref": "ANSI A156.4",
          "type": "spec",
          "content": "Modern type closers specification"
        },
        {
          "ref": "ANSI A156.6",
          "type": "spec",
          "content": "Push/Pulls and Kick Plates specification"
        },
        {
          "ref": "ANSI A156.16",
          "type": "spec",
          "content": "Manual Constant Latching Bolts specification"
        },
        {
          "ref": "ANSI A156.1",
          "type": "spec",
          "content": "Wall and Floor Stops specification"
        },
        {
          "ref": "ANSI A156.18",
          "type": "spec",
          "content": "Hardware Finishes specification"
        },
        {
          "ref": "ANSI A156.1",
          "type": "spec",
          "content": "Hinges standard"
        },
        {
          "ref": "ANSI A156.2",
          "type": "spec",
          "content": "Locksets standard"
        },
        {
          "ref": "ANSI A117.1",
          "type": "spec",
          "content": "Accessibility standards for hardware installation"
        },
        {
          "ref": "ANSI/NFPA 80",
          "type": "spec",
          "content": "Reference standard for mounting heights"
        },
        {
          "ref": "SECTION C04810",
          "type": "spec",
          "content": "Unit Masonry Assemblies related section"
        },
        {
          "ref": "SECTION C07920",
          "type": "spec",
          "content": "Sealants and Caulking related section"
        },
        {
          "ref": "SECTION C08110",
          "type": "spec",
          "content": "Standard Steel Doors and Frames related section"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "C08110",
          "relationship": "SECTION C08110 (spec): Standard Steel Doors and Frames execution specifications is also referenced on sheet A906."
        },
        {
          "target_sheet": "C09910",
          "relationship": "SECTION C09910 (spec): Painting related section is also referenced on sheet A906."
        },
        {
          "target_sheet": "C04810",
          "relationship": "SECTION C04810 (spec): Unit Masonry Assemblies related section is also referenced on sheet A906 and A904."
        },
        {
          "target_sheet": "C09250",
          "relationship": "SECTION C09250 (spec): Gypsum Board Systems related section is also referenced on sheet A906."
        }
      ],
      "pointers": [
        {
          "title": "Steel Finish Specifications",
          "description": "Technical specifications for factory priming of steel components to be field-painted.",
          "bounds": {
            "x": 0.13400021114864866,
            "y": 0.0374482452681388,
            "w": 0.14871903153153151,
            "h": 0.03731885843848581
          }
        },
        {
          "title": "Steel Door and Frame Execution Specifications",
          "description": "Technical requirements for the installation, adjustment, and finishing of standard steel doors and frames.",
          "bounds": {
            "x": 0.13342395129504506,
            "y": 0.07511829652996846,
            "w": 0.15453001829954952,
            "h": 0.18645258280757096
          }
        },
        {
          "title": "Access Panel Technical Specifications",
          "description": "Technical specifications for interior and exterior flush-mounted access panels, including material requirements, approved manufacturers, and installation procedures.",
          "bounds": {
            "x": 0.13200749577702703,
            "y": 0.26332684345425866,
            "w": 0.1551458685247748,
            "h": 0.3743222594637224
          }
        },
        {
          "title": "Door Hardware Technical Specifications",
          "description": "This section outlines the general requirements, quality assurance, submittals, and coordination for door hardware installation.",
          "bounds": {
            "x": 0.28971794059684686,
            "y": 0.036357699132492115,
            "w": 0.14803279842342343,
            "h": 0.31219809739747634
          }
        },
        {
          "title": "Door Hardware Technical Specifications",
          "description": "Detailed technical specifications for door hardware components including cylinders, closers, push/pulls, and finishes.",
          "bounds": {
            "x": 0.43944432713963966,
            "y": 0.03502070189274448,
            "w": 0.14684068834459463,
            "h": 0.29811957807570977
          }
        },
        {
          "title": "Door Hardware Execution Specifications",
          "description": "Technical specifications detailing the installation, examination, adjustment, and cleaning requirements for door hardware.",
          "bounds": {
            "x": 0.43842377533783783,
            "y": 0.3327336356466877,
            "w": 0.14726298564189189,
            "h": 0.19615043375394325
          }
        },
        {
          "title": "Door Hardware Product Specifications",
          "description": "Technical specifications for door hardware components including manufacturers, hinges, and locksets.",
          "bounds": {
            "x": 0.28834547438063063,
            "y": 0.34905486001577285,
            "w": 0.1494140625,
            "h": 0.2514848679022082
          }
        },
        {
          "title": "Painting Technical Specifications",
          "description": "This section outlines the general requirements, related sections, intent, quality assurance, and submittal procedures for painting services.",
          "bounds": {
            "x": 0.5878158431869369,
            "y": 0.034404574132492115,
            "w": 0.14643598676801806,
            "h": 0.23900211947949526
          }
        },
        {
          "title": "Painting Product Specifications",
          "description": "This section specifies the approved paint manufacturers and detailed coating systems for various architectural surfaces.",
          "bounds": {
            "x": 0.586254222972973,
            "y": 0.27165689077287064,
            "w": 0.1470122466216216,
            "h": 0.2212453174290221
          }
        },
        {
          "title": "Painting Product Specifications",
          "description": "Technical requirements for paint coverage, color selection, site equipment, and mixing procedures.",
          "bounds": {
            "x": 0.7344849732545045,
            "y": 0.03348654376971609,
            "w": 0.14703864020270274,
            "h": 0.11839511041009464
          }
        },
        {
          "title": "Painting Execution Specifications",
          "description": "Technical requirements for the application, preparation, and acceptance of painting work.",
          "bounds": {
            "x": 0.7345421593468469,
            "y": 0.152084976340694,
            "w": 0.14917212134009006,
            "h": 0.4452632097791798
          }
        }
      ]
    },
    {
      "sheet": "Page 1",
      "title": null,
      "discipline": "G",
      "status": "pass2_complete",
      "context": "Page 1, titled 'A908 Specifications.pdf', contains specifications for identifying signage (C10420) and portable fire extinguishers (C10523), including product, execution, and general requirements. It also includes cross-references to mechanical, plumbing, and electrical drawings for their respective specifications, and lists approved manufacturers for signage and fire extinguishers.",
      "identifiers": [
        {
          "ref": "C10420",
          "type": "spec",
          "content": "Identifying Signage specifications, including general, product, and execution requirements for interior and exterior signage."
        },
        {
          "ref": "C10523",
          "type": "spec",
          "content": "Portable Fire Extinguisher specifications, covering general requirements, product specifications, and execution details."
        },
        {
          "ref": "DIVISION 15",
          "type": "spec",
          "content": "Mechanical and Plumbing specifications; refer to Mechanical and Plumbing Drawings for details."
        },
        {
          "ref": "DIVISION 16",
          "type": "spec",
          "content": "Electrical specifications; refer to Electrical Drawings for details."
        }
      ],
      "cross_refs": [],
      "pointers": [
        {
          "title": "Identifying Signage General Specifications",
          "description": "Outlines the general requirements, quality assurance, and submittal procedures for interior and exterior identifying signage.",
          "bounds": {
            "x": 0.5592847679093568,
            "y": 0.044867899181166834,
            "w": 0.16445940698099415,
            "h": 0.10957890864892529
          }
        },
        {
          "title": "Identifying Signage Execution Specifications",
          "description": "This section outlines the execution requirements for installing identifying signage, specifically exterior signs.",
          "bounds": {
            "x": 0.5581768548976608,
            "y": 0.3087017016376663,
            "w": 0.16599849232456143,
            "h": 0.0795883444216991
          }
        },
        {
          "title": "Identifying Signage Product Specifications",
          "description": "This section outlines the product requirements for identifying signage, including approved suppliers and specific text for door identification.",
          "bounds": {
            "x": 0.5590563322368421,
            "y": 0.15479065378710338,
            "w": 0.16444512975146197,
            "h": 0.15517048362333674
          }
        },
        {
          "title": "Portable Fire Extinguisher Specifications",
          "description": "Technical specifications outlining the general requirements, submittals, quality assurance, and warranty for portable fire extinguishers.",
          "bounds": {
            "x": 0.5574572825292398,
            "y": 0.3882940442681679,
            "w": 0.16646678545321636,
            "h": 0.21051368986693958
          }
        },
        {
          "title": "Portable Fire Extinguisher Product Specifications",
          "description": "This section details the approved manufacturers and technical requirements for portable fire extinguishers and their mounting accessories.",
          "bounds": {
            "x": 0.5566491913377193,
            "y": 0.5996033776867963,
            "w": 0.16727487664473684,
            "h": 0.2066874040429888
          }
        },
        {
          "title": "Fire Extinguisher Execution Specifications",
          "description": "Technical specifications for the installation and cleanup of portable fire extinguishers.",
          "bounds": {
            "x": 0.7240725511695907,
            "y": 0.04409224667349028,
            "w": 0.16025619060672514,
            "h": 0.08941594165813714
          }
        },
        {
          "title": "MEP Specification Cross-References",
          "description": "This section provides directions to find detailed specifications for mechanical, plumbing, and electrical work on their respective drawing sets.",
          "bounds": {
            "x": 0.7451457419590644,
            "y": 0.1460185836745138,
            "w": 0.09144565515350878,
            "h": 0.10391744498464689
          }
        }
      ]
    },
    {
      "sheet": "AS0.0",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This is an architectural site plan for a Chick-fil-A, showing existing and proposed building footprints, drive-thru lanes, parking layouts, and site access. Keynotes mark areas for drive-thru lanes and parking, while callouts reference details for canopies (OMD, patio, F2F) and the refuse enclosure on other sheets. The plan also includes dimensions for the proposed trash enclosure and notes to refer to the civil site plan.",
      "identifiers": [
        {
          "ref": "6",
          "type": "keynote",
          "content": "Keynote marker for drive-thru lane area"
        },
        {
          "ref": "8",
          "type": "keynote",
          "content": "Keynote marker for parking area"
        },
        {
          "ref": "9",
          "type": "keynote",
          "content": "Keynote marker for parking stalls"
        },
        {
          "ref": "11",
          "type": "keynote",
          "content": "Keynote marker for accessible parking or paths"
        },
        {
          "ref": "1/AS2.1",
          "type": "detail",
          "content": "Detail 1 on sheet AS2.1 for the OMD canopy"
        },
        {
          "ref": "1/AS3.1",
          "type": "detail",
          "content": "Detail 1 on sheet AS3.1 for the patio canopy"
        },
        {
          "ref": "1/AS4.1",
          "type": "detail",
          "content": "Detail 1 on sheet AS4.1 for the refuse enclosure"
        },
        {
          "ref": "1/AS1.1",
          "type": "detail",
          "content": "Detail 1 on sheet AS1.1 for the F2F canopy"
        },
        {
          "ref": "NOTE: REFER TO CIVIL SITE PLAN",
          "type": "note",
          "content": "Coordination note directing the reader to civil drawings"
        },
        {
          "ref": "PROP. 8'-8\" TO SLAB, 10'-6\" TO FOOTING TRASH ENCLOSURE",
          "type": "note",
          "content": "Dimensions for the proposed trash enclosure"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "AS2.1",
          "relationship": "Detail 1/AS2.1 provides details for the OMD canopy."
        },
        {
          "target_sheet": "AS3.1",
          "relationship": "Detail 1/AS3.1 provides details for the patio canopy."
        },
        {
          "target_sheet": "AS4.1",
          "relationship": "Detail 1/AS4.1 provides details for the refuse enclosure."
        },
        {
          "target_sheet": "AS1.1",
          "relationship": "Detail 1/AS1.1 provides details for the F2F canopy."
        },
        {
          "target_sheet": "A401",
          "relationship": "The note 'REFER TO CIVIL SITE PLAN' indicates coordination with civil drawings, similar to the reference to civil drawings on sheet A401 for exterior slope requirements."
        },
        {
          "target_sheet": "AS2.1",
          "relationship": "Sheet A000 also references AS2.1 for proposed OMD canopy details."
        },
        {
          "target_sheet": "AS2.1",
          "relationship": "Sheet A402 also references AS2.1 for the new Order Management Device canopy details."
        },
        {
          "target_sheet": "AS1.1",
          "relationship": "Sheet AS1.1 provides exterior finish specifications for canopies, similar to the canopy callouts on AS0.0."
        }
      ],
      "pointers": [
        {
          "title": "Reference Site Plan",
          "description": "This architectural site plan details the layout of a Chick-fil-A restaurant, including building expansions, drive-thru lanes, parking, and site access from surrounding streets.",
          "bounds": {
            "x": 0.03024202759502924,
            "y": 0.31217214687819855,
            "w": 0.8589181286549707,
            "h": 0.5491659736438075
          }
        }
      ]
    },
    {
      "sheet": "AS1.1",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This architectural plan, \"AS1.1 F2F Canopy Plan.pdf\", details the layout and specifications for a double-lane drive-thru canopy, including structural columns, lighting (CRUS SC LED LW 30 UE WHT), heaters (Schwank 2352 N/L Outdoor), fans (TPI CORP - 18CACOUTE), and drainage. It includes an exterior finishes schedule (PTC-1, PTC-2) and assigns canopy design responsibility to Lane Supply, Inc.",
      "identifiers": [
        {
          "ref": "PTC-1",
          "type": "spec",
          "content": "Exterior finish specification for canopy paint: DURA COAT, DC19ST02703 DARK BRONZE, OIL RUBBED BRONZE METALLIC TEXTURE PVD."
        },
        {
          "ref": "PTC-2",
          "type": "spec",
          "content": "Exterior finish specification for canopy ceiling paint: SMOOTH WHITE, HIGH GLOSS"
        },
        {
          "ref": "Lane Supply, Inc.",
          "type": "note",
          "content": "Engineer of Record (EOR) responsible for the canopy design including canopy structure, footing, and foundation"
        },
        {
          "ref": "X0.9",
          "type": "equipment",
          "content": "LED Deck Light: CANOPY LIGHT, CRUS SC LED LW 30 UE WHT, overhead LED light pre-mounted to canopy"
        },
        {
          "ref": "X0.12",
          "type": "equipment",
          "content": "Overhead Gas Heater: SCHWANK 2352 N/L OUTDOOR for Tier 3, 48\"L X 13\"D X 10\"H, black finish, stainless steel enclosure"
        },
        {
          "ref": "X0.16",
          "type": "equipment",
          "content": "Mounted Fan: TPI CORP - 18CACOUTE 18\" diameter, stainless steel or black finish, aluminum blade"
        },
        {
          "ref": "X0.19",
          "type": "equipment",
          "content": "Clearance Text: 9'-0\" clearance text, metallic vinyl numbers, installed by canopy vendor"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "AS1.2",
          "relationship": "Specification X0.9 (CRUS SC LED LW 30 UE WHT), X0.12 (SCHWANK 2352 N/L OUTDOOR), X0.16 (TPI CORP - 18CACOUTE), X0.19 (9'-0\" clearance text), PTC-1, and PTC-2 are also defined on sheet AS1.2."
        },
        {
          "target_sheet": "AS2.1",
          "relationship": "Specification PTC-1, PTC-2, X0.9 (CRUS SC LED LW 30 UE WHT), X0.12 (SCHWANK 2352 N/L OUTDOOR), X0.16 (TPI CORP - 18CACOUTE), and X0.19 (9'-0\" clearance text) are also defined on sheet AS2.1."
        },
        {
          "target_sheet": "AS2.2",
          "relationship": "Specification X0.3, X0.9 (CRUS SC LED LW 30 UE WHT), X0.11, X0.12 (SCHWANK 2352 N/L OUTDOOR), X0.13, X0.14, X0.16 (TPI CORP - 18CACOUTE), X0.19 (9'-0\" clearance text), PTC-1, and PTC-2 are also defined on sheet AS2.2."
        }
      ],
      "pointers": [
        {
          "title": "Exterior Finishes Schedule",
          "description": "A schedule specifying the paint colors, manufacturers, and textures for the canopy structures.",
          "bounds": {
            "x": 0.6851585343567251,
            "y": 0.03526831454918033,
            "w": 0.07552464059454189,
            "h": 0.10196806693989072
          }
        },
        {
          "title": "Canopy Design Responsibility Note",
          "description": "A general note identifying the Engineer of Record (EOR) for the canopy structure and foundation design.",
          "bounds": {
            "x": 0.6849834003411306,
            "y": 0.13932291666666666,
            "w": 0.07624421296296302,
            "h": 0.059527621243169404
          }
        },
        {
          "title": "Double Lane F2F Canopy Plan",
          "description": "Architectural plan view of a double-lane drive-thru canopy showing structural columns, lighting, fans, heaters, and drainage.",
          "bounds": {
            "x": 0.18222313596491227,
            "y": 0.2968536543715847,
            "w": 0.5052464059454191,
            "h": 0.6826385331284153
          }
        },
        {
          "title": "Equipment Schedule",
          "description": "A schedule listing various equipment items for a canopy project, including bollard sleeves, lights, heaters, fans, and clearance text, with supplier and installation details.",
          "bounds": {
            "x": 0.7782422636452242,
            "y": 0.0349001024590164,
            "w": 0.11559225755360625,
            "h": 0.3812275870901639
          }
        }
      ]
    },
    {
      "sheet": "AS1.2",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This architectural sheet (AS1.2) details elevations for a Tier 3 double-lane face-to-face canopy, including material specifications and equipment schedules. The sheet includes exterior finish specifications PTC-1 (Dura Coat Dark Bronze) and PTC-2 (Smooth White High Gloss), as well as equipment callouts (fans, heaters, clearance text) referencing equipment schedule items X0.3, X0.9, X0.11, X0.12, X0.13, X0.14, X0.16, and X0.19.",
      "identifiers": [
        {
          "ref": "PTC-1",
          "type": "spec",
          "content": "Dura Coat, DC19ST02703 Dark Bronze, Oil Rubbed Bronze Metallic Texture PVD - Paint Color Canopy #1"
        },
        {
          "ref": "PTC-2",
          "type": "spec",
          "content": "Smooth White, High Gloss - Paint Color Canopy #2"
        },
        {
          "ref": "X0.3",
          "type": "equipment",
          "content": "Bollard Sleeve - G.C. MODEL NUMBER: 1736YRS-EAGLE 6\" 6-7/8\" ID, 7-3/8\" OD, 56\"H, COLOR: SAFETY YELLOW W/ REFLECTIVE RED STRIPE"
        },
        {
          "ref": "X0.9",
          "type": "equipment",
          "content": "LED Deck Light - CANOPY LIGHT, CRUS SC LED LW 30 UE WHT, 15-15/16\" L X 15-15/16\"D X 7-1/8\" H, 3000K"
        },
        {
          "ref": "X0.11",
          "type": "equipment",
          "content": "Wall Mounted Bromic Tungsten Smart-Heat Electric Heater - 6000 SERIES"
        },
        {
          "ref": "X0.12",
          "type": "equipment",
          "content": "Overhead Gas Heater - TOM BARROW COMPANY SCHWANK 2352 N/L OUTDOOR FOR TIER 3 48\"L X 13\"D X 10\"H, BLACK FINISH"
        },
        {
          "ref": "X0.13",
          "type": "equipment",
          "content": "Overhead Heater Mounting Info by Canopy Manufacturer - Steel tube and plate for mounting heater to Tier 3 canopy"
        },
        {
          "ref": "X0.14",
          "type": "equipment",
          "content": "Heat Shield - TOM BARROW COMPANY ATLANTA CUSTOM FABRICATORS HS-5818 (LARGE HEATER)"
        },
        {
          "ref": "X0.16",
          "type": "equipment",
          "content": "Mounted Fan - TOM BARROW COMPANY TPI CORP - 18CACOUTE 18\" DIAMETER, STAINLESS STEEL OR BLACK FINISH"
        },
        {
          "ref": "X0.19",
          "type": "equipment",
          "content": "Clearance Text - 9'-0\" CLEARANCE TEXT, METALLIC VINYL NUMBERS"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "AS2.1",
          "relationship": "This sheet (AS1.2) details elevations for a Tier 3 double-lane face-to-face canopy, which is further detailed on sheet AS2.1, including equipment schedules."
        },
        {
          "target_sheet": "AS1.1",
          "relationship": "The canopy details on this sheet (AS1.2) are related to the canopy elevations and specifications found on sheet AS1.1."
        },
        {
          "target_sheet": "AS2.2",
          "relationship": "Equipment specifications X0.3, X0.9, X0.11, X0.12, X0.13, X0.14, X0.16, and X0.19 are further detailed on sheet AS2.2."
        }
      ],
      "pointers": [
        {
          "title": "Exterior Finishes Legend",
          "description": "A schedule specifying the paint colors, manufacturer codes, and finish textures for canopy components.",
          "bounds": {
            "x": 0.800167329130117,
            "y": 0.4193841159160696,
            "w": 0.07752821180555547,
            "h": 0.10513290046059365
          }
        },
        {
          "title": "Canopy Elevation North-East",
          "description": "Architectural elevation drawing showing the north-east side of a Tier 3 double-lane canopy, including dimensions, material callouts, and equipment locations.",
          "bounds": {
            "x": 0.2325446591739766,
            "y": 0.08448615020470829,
            "w": 0.4558005528143275,
            "h": 0.246785440122825
          }
        },
        {
          "title": "Tier 3 Double Lane Canopy Elevation",
          "description": "Architectural elevation of a double-lane drive-thru canopy showing dimensions, equipment, and material callouts.",
          "bounds": {
            "x": 0.23427220394736842,
            "y": 0.35752382932446264,
            "w": 0.4562117370248538,
            "h": 0.26464144063459566
          }
        },
        {
          "title": "Equipment Schedule",
          "description": "A detailed schedule of equipment items including bollard sleeves, lighting, heaters, fans, and signage with supplier and installation specifications.",
          "bounds": {
            "x": 0.7784488075657895,
            "y": 0.026492131525076765,
            "w": 0.11490314327485374,
            "h": 0.37869434493346976
          }
        },
        {
          "title": "Tier 3 Canopy South-East Elevation",
          "description": "Architectural elevation showing the south-east view of a double-lane drive-thru canopy and its relationship to the main building.",
          "bounds": {
            "x": 0.0751696134868421,
            "y": 0.6584650076765609,
            "w": 0.7791141264619883,
            "h": 0.29922994498464683
          }
        }
      ]
    },
    {
      "sheet": "AS2.1",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This architectural plan page (AS2.1) details the OMD canopy system, including plan views, details, and schedules. It specifies canopy finishes (PTC-1: DURA COAT DC19ST02703, PTC-2: Smooth White), equipment (bollards X0.3, LED lights X0.9, heaters X0.11/X0.12, fans X0.16), and installation details like flashing and heater mounting. The page also identifies Lane Supply, Inc. as the Engineer of Record for the canopy structure.",
      "identifiers": [
        {
          "ref": "PTC-1",
          "type": "spec",
          "content": "DURA COAT DC19ST02703 Dark Bronze, Oil Rubbed Bronze Metallic Texture PVD paint finish for canopies"
        },
        {
          "ref": "PTC-2",
          "type": "spec",
          "content": "Smooth White, High Gloss paint finish for canopies"
        },
        {
          "ref": "X0.3",
          "type": "equipment",
          "content": "Bollard Sleeve, G.C. Model 1736YRS-EAGLE, Safety Yellow with Reflective Red Stripe"
        },
        {
          "ref": "X0.9",
          "type": "equipment",
          "content": "LED Deck Light, Canopy Light CRUS SC LED LW 30 UE WHT, 3000K"
        },
        {
          "ref": "X0.11",
          "type": "equipment",
          "content": "Wall Mounted Bromic Tungsten Smart-Heat Electric Heater, 6000 Series"
        },
        {
          "ref": "X0.12",
          "type": "equipment",
          "content": "Overhead Gas Heater, Schwank 2352 N/L Outdoor"
        },
        {
          "ref": "X0.16",
          "type": "equipment",
          "content": "Mounted Fan, TPI CORP - 18CACOUTE 18\" Diameter, Stainless Steel or Black Finish"
        },
        {
          "ref": "X0.19",
          "type": "equipment",
          "content": "9'-0\" Clearance Text, Metallic Vinyl Numbers"
        },
        {
          "ref": "3 / - FLASHING DETAIL N.T.S.",
          "type": "detail",
          "content": "Canopy Flashing Detail"
        },
        {
          "ref": "2/AS2.1",
          "type": "detail",
          "content": "Wall Mounted Heater Detail Section"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "AS1.1",
          "relationship": "The canopy finishes (PTC-1, PTC-2) and equipment (X0.3, X0.9, X0.11, X0.12, X0.16) specified on this page are also detailed on sheet AS1.1."
        },
        {
          "target_sheet": "AS2.2",
          "relationship": "The canopy finishes (PTC-1, PTC-2) and equipment (X0.3, X0.9, X0.11, X0.12, X0.16) specified on this page are also detailed on sheet AS2.2."
        },
        {
          "target_sheet": "A000",
          "relationship": "Sheet A000 references AS2.1 for OMD canopy details."
        },
        {
          "target_sheet": "A402",
          "relationship": "Sheet A402 references AS2.1 for OMD canopy details."
        }
      ],
      "pointers": [
        {
          "title": "Canopy Flashing Detail",
          "description": "Architectural detail showing the flashing and sealant interface between the canopy structure and the building wall.",
          "bounds": {
            "x": 0.4077405427631579,
            "y": 0.11299737717502559,
            "w": 0.13688436586257308,
            "h": 0.22755005757420674
          }
        },
        {
          "title": "Wall Mounted Heater Detail Section",
          "description": "A detailed section view showing the installation of a wall-mounted electric heater relative to the canopy, building wall, and drive-thru door.",
          "bounds": {
            "x": 0.5598358689692983,
            "y": 0.03875463792221085,
            "w": 0.19966705500730997,
            "h": 0.29809445368474924
          }
        },
        {
          "title": "Canopy Design Responsibility Note",
          "description": "Specifies that Lane Supply, Inc. is the Engineer of Record for the canopy structure and foundation.",
          "bounds": {
            "x": 0.799996002375731,
            "y": 0.5218342182702149,
            "w": 0.07631750274122806,
            "h": 0.05642672082906863
          }
        },
        {
          "title": "Exterior Finishes Schedule",
          "description": "A schedule specifying the paint colors and finishes for the canopy structures.",
          "bounds": {
            "x": 0.798933776498538,
            "y": 0.41811268551688846,
            "w": 0.0769028691520468,
            "h": 0.10215023669396112
          }
        },
        {
          "title": "Equipment Schedule",
          "description": "A detailed schedule listing equipment items for the OMD canopy, including bollards, lighting, heaters, and fans with supplier information and specifications.",
          "bounds": {
            "x": 0.7806731999269005,
            "y": 0.033113165301944726,
            "w": 0.11545424433479534,
            "h": 0.3766592566530194
          }
        },
        {
          "title": "Double Lane OMD Canopy Plan",
          "description": "Plan view of a double-lane Outside Meal Delivery canopy system showing layout, dimensions, and equipment locations.",
          "bounds": {
            "x": 0.17491319444444445,
            "y": 0.43297402763561926,
            "w": 0.5205877649853802,
            "h": 0.5479865020470829
          }
        }
      ]
    },
    {
      "sheet": "AS2.2",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This architectural sheet details canopy elevations and related specifications for a Chick-fil-A project. It includes elevations for the north-east, south-west, and north-west views of a Tier 3 double-lane OMD canopy, along with an exterior finishes schedule (PTC-1, PTC-2) and an equipment schedule (X0.3, X0.9, X0.11, X0.12, X0.13, X0.14, X0.16, X0.19) specifying items like bollard sleeves, LED lighting, heaters, fans, and signage.",
      "identifiers": [
        {
          "ref": "PTC-1",
          "type": "spec",
          "content": "Paint Color Canopy #1, DURA COAT, DC19ST02703, DARK BRONZE, OIL RUBBED, BRONZE METALLIC TEXTURE, PVD."
        },
        {
          "ref": "PTC-2",
          "type": "spec",
          "content": "PAINT COLOR CANOPY #2, SMOOTH WHITE, HIGH GLOSS"
        },
        {
          "ref": "X0.3",
          "type": "equipment",
          "content": "BOLLARD SLEEVE SUPPLIER: G.C. MODEL NUMBER: 1736YRS-EAGLE 6\" 6-7/8\" ID, 7-3/8\" OD, 56\"H, COLOR: SAFETY YELLOW W/ REFLECTIVE RED STRIPE. HIGH DENSITY POLYETHYLENE (HDPE) CONSTRUCTION WITH UV INHIBITORS, SLIDE-ON & TRIM PER MANUFACTURERS INSTALLATION INSTRUCTIONS"
        },
        {
          "ref": "X0.9",
          "type": "equipment",
          "content": "LED DECK LIGHT SUPPLIER: CANOPY LIGHT, CRUS SC LED LW 30 UE WHT, OVERHEAD LED LIGHT PREMOUNTED TO CANOPY PER MANUFACTURERS GUIDELINES. 15-15/16\" L X 15-15/16\"D X 7-1/8\" H, STANDARD SYMMETRIC LIGHT DISTRIBUTION, 3000K LIGHT TEMPERATURE, G.C. RESPONSIBLE FOR ELECTRICAL CONNECTIONS."
        },
        {
          "ref": "X0.11",
          "type": "equipment",
          "content": "WALL MOUNTED BROMIC TUNGSTEN SMART-HEAT ELECTRIC HEATER BY G.C., 6000 SERIES PER ENG. DWGS. SUPPLIER: ORDER ANY BROMIC HEATER REQUIRED ON PROJECTS (IN THE US) THROUGH VILLA LIGHTING. CONTACT chick-fil-a@villalighting.com AND john.guinn@villalighting.com TO PLACE AND ORDER. PLEASE REFER TO OUR SUPPLIER LIST ON THE NATIONAL ACCOUNT HUB FOR UP-TO-DATE CONTACTS. REMARKS: BLACK HIGH TEMPERATURE COATING AND TO PROVIDE WITH MANUFACTURER MOUNTING BRACKETS."
        },
        {
          "ref": "X0.12",
          "type": "equipment",
          "content": "OVERHEAD GAS HEATER SUPPLIER: TOM BARROW COMPANY (CONTACT SCOTT GEORGE PH# 404-351-1010 SGEORGE@TOMBARROW.COM) SCHWANK 2352 N/L OUTDOOR FOR TIER 3 48\"L X 13\"D X 10\"H, BLACK FINISH, STAINLESS STEEL ENCLOSURE, CEILING OR COLUMN MOUNTED, HORIZONTALLY FACING 90° TO GROUND, SEE CANOPY MANUFACTURERS SHOP DRAWINGS, MUST BE MORE THAN 8' ABOVE GROUND, MUST BE MIN. 4' BETWEEN CENTER OF HEATER TO CENTER OF FAN."
        },
        {
          "ref": "X0.13",
          "type": "equipment",
          "content": "OVERHEAD HEATER MOUNTING INFO BY CANOPY MANUFACTURER STEEL TUBE AND PLATE FOR MOUNTING HEATER TO TIER 3 CANOPY, BRACKET SIZE / EXTENSION LENGTH DEPENDENT ON POSITIONING HEATER ABOVE TM WALKWAY, FINISH TO MATCH CANOPY, INSTALL PER MANUFACTURERS DRAWINGS."
        },
        {
          "ref": "X0.14",
          "type": "equipment",
          "content": "HEAT SHIELD SUPPLIER: TOM BARROW COMPANY ATLANTA CUSTOM FABRICATORS HS-5818 (LARGE HEATER), DUAL HEATER HEAT SHIELD TO BE MOUNTED DIRECTLY ABOVE AT BOTTOM OF MOUNTING BRACKET, LARGE HEAT SHIELD TO BE INSTALLED ON TIER 3 CANOPY."
        },
        {
          "ref": "X0.16",
          "type": "equipment",
          "content": "MOUNTED FAN SUPPLIER: TOM BARROW COMPANY (CONTACT SCOTT GEORGE PH# 404-351-1010 SGEORGE@TOMBARROW.COM) TPI CORP - 18CACOUTE 18\" DIAMETER, STAINLESS STEEL OR BLACK FINISH, ALUMINUM BLADE, 10' CORD, TOTALLY ENCLOSED, CORROSION AND DENT PROOF HOUSING, 120V, 1 PHASE, 3 SPEED MOTOR, MOUNT TO WALLS, COLUMNS OR CANOPY CEILING PER MANUFACTURERS INSTRUCTIONS."
        },
        {
          "ref": "X0.19",
          "type": "equipment",
          "content": "CLEARANCE TEXT SUPPLIER: CANOPY MANUFACTURER, 9'-0\" CLEARANCE TEXT, METALLIC VINYL NUMBERS. TEXT HEIGHTS VARY BY CANOPY - SEE SHOPS FOR COMPONENT AND DIMENSION INFO, CANOPY VENDOR TO INSTALL"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "AS1.2",
          "relationship": "This sheet contains the same PTC-1, PTC-2, X0.3, X0.9, X0.11, X0.12, X0.13, X0.14, X0.16, and X0.19 identifiers as sheet AS1.2, indicating a shared specification or equipment schedule."
        },
        {
          "target_sheet": "AS2.1",
          "relationship": "This sheet contains the same PTC-1, PTC-2, X0.3, X0.9, X0.11, X0.12, X0.16, and X0.19 identifiers as sheet AS2.1, indicating a shared specification or equipment schedule."
        },
        {
          "target_sheet": "AS1.1",
          "relationship": "This sheet contains the same PTC-1, PTC-2, X0.9, X0.12, X0.16, and X0.19 identifiers as sheet AS1.1, indicating a shared specification or equipment schedule."
        },
        {
          "target_sheet": "A000",
          "relationship": "Sheet A000 contains accessibility notes relevant to the canopy design."
        },
        {
          "target_sheet": "A401",
          "relationship": "Sheet A401 contains specifications for Tormax doors, which may be relevant to the canopy design."
        },
        {
          "target_sheet": "AS3.1",
          "relationship": "Sheet A301 contains specifications for Tormax doors, which may be relevant to the canopy design."
        },
        {
          "target_sheet": "A601",
          "relationship": "Sheet A601 contains specifications for Tormax doors, which may be relevant to the canopy design."
        },
        {
          "target_sheet": "A402",
          "relationship": "Sheet A402 references sheet AS2.1 for OMD canopy details."
        },
        {
          "target_sheet": "AS0.0",
          "relationship": "Sheet AS0.0 references sheet AS2.1 for the OMD canopy details."
        }
      ],
      "pointers": [
        {
          "title": "Tier 3 Canopy Elevation North-East",
          "description": "Architectural elevation showing the north-east view of a double lane canopy attached to a building, including dimensions, keynotes, and equipment callouts.",
          "bounds": {
            "x": 0.22060318439327486,
            "y": 0.05484742835209826,
            "w": 0.4455666346856725,
            "h": 0.26069520854657113
          }
        },
        {
          "title": "Exterior Finishes Schedule",
          "description": "This schedule specifies the paint colors and finishes for the canopy structures.",
          "bounds": {
            "x": 0.7885942068713451,
            "y": 0.422014937308086,
            "w": 0.08091762609649122,
            "h": 0.1055687052200614
          }
        },
        {
          "title": "Equipment Schedule",
          "description": "A detailed schedule listing specific equipment items, their suppliers, model numbers, and installation requirements for the canopy project.",
          "bounds": {
            "x": 0.7712730720029239,
            "y": 0.0365076445752303,
            "w": 0.11506019279970758,
            "h": 0.3786743538894575
          }
        },
        {
          "title": "Canopy Elevation South-West",
          "description": "Architectural elevation view showing the structural and architectural details of a Tier 3 double-lane canopy attached to a building.",
          "bounds": {
            "x": 0.2728407118055556,
            "y": 0.3635371353633572,
            "w": 0.4371830455043859,
            "h": 0.2655170483623337
          }
        },
        {
          "title": "Tier 3 Canopy Elevation North-West",
          "description": "Exterior architectural elevation showing the drive-thru canopy structure, equipment mounting heights, and building interface.",
          "bounds": {
            "x": 0.08789348044590643,
            "y": 0.6416125575742068,
            "w": 0.7737687317251463,
            "h": 0.33049593781985664
          }
        }
      ]
    },
    {
      "sheet": "AS3.1",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This architectural sheet (AS3.1) details the patio canopy design, including plan and elevation views, and railing embedment details. It specifies dimensions, materials (PTC-1, PTC-2), and installation requirements for the canopy structure, railing system, and post embedments, including weep hole requirements and sealant specifications. The sheet also references other drawings (A101, A301) and details (5/AS3.1, 7/AS3.1) for related components.",
      "identifiers": [
        {
          "ref": "5/AS3.1",
          "type": "detail",
          "content": "Typical Aluminum Rail Detail, specifying dimensions, material requirements, and finish for the patio guardrail"
        },
        {
          "ref": "7/AS3.1",
          "type": "detail",
          "content": "Embedded Post Detail, showing the construction detail for a railing post embedment in concrete"
        },
        {
          "ref": "PTC-1",
          "type": "spec",
          "content": "Material specification code for canopy perimeter channel and columns"
        },
        {
          "ref": "PTC-2",
          "type": "spec",
          "content": "Material specification code for canopy deck paneling"
        },
        {
          "ref": "A101",
          "type": "schedule",
          "content": "Door schedule referenced for the new Tormax door"
        },
        {
          "ref": "A301",
          "type": "detail",
          "content": "Door details referenced for the new Tormax door"
        },
        {
          "ref": "6/AS3.1",
          "type": "detail",
          "content": "Railing Embedment Detail, illustrating the installation of a railing post into a concrete walkway"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "A101",
          "relationship": "This sheet references details (5/AS3.1, 7/AS3.1) which are similar to details found on sheet A101 (details 6, 7, 8) related to embedment and railing details."
        },
        {
          "target_sheet": "A301",
          "relationship": "This sheet references drawing A301 for door details, specifically the new Tormax door."
        },
        {
          "target_sheet": "AS3.1",
          "relationship": "Detail 5/AS3.1 and 7/AS3.1 are details on this sheet."
        },
        {
          "target_sheet": "A000",
          "relationship": "Sheet AS3.1 is related to site accessibility requirements as outlined in sheet A000."
        },
        {
          "target_sheet": "AS0.0",
          "relationship": "Sheet AS3.1 is related to site canopies as outlined in sheet AS0.0."
        }
      ],
      "pointers": [
        {
          "title": "Embedded Post Detail",
          "description": "Construction detail for a railing post embedment in concrete, including reinforcement and weep hole requirements.",
          "bounds": {
            "x": 0.37888340643274854,
            "y": 0.027575646110542477,
            "w": 0.1222530610380117,
            "h": 0.16945208546571136
          }
        },
        {
          "title": "Railing Embedment Detail",
          "description": "A construction detail showing the installation of a railing post into a concrete walkway using grout, sealant, and reinforcement.",
          "bounds": {
            "x": 0.08534356725146199,
            "y": 0.20761099027635618,
            "w": 0.14747235928362573,
            "h": 0.1989508700102354
          }
        },
        {
          "title": "Typical Aluminum Rail Detail",
          "description": "This detail specifies the construction, dimensions, and material requirements for a typical aluminum patio guardrail.",
          "bounds": {
            "x": 0.2489891721491228,
            "y": 0.19957059237461616,
            "w": 0.24251302083333331,
            "h": 0.19968654042988743
          }
        },
        {
          "title": "Patio Canopy West Elevation",
          "description": "Architectural elevation drawing showing the west side of a new patio canopy structure attached to an existing building.",
          "bounds": {
            "x": 0.5338141904239766,
            "y": 0.031094069856704196,
            "w": 0.3491153828581871,
            "h": 0.26704436412487204
          }
        },
        {
          "title": "Patio Canopy South Elevation",
          "description": "Architectural elevation drawing showing the south view of a new patio canopy attached to an existing Chick-fil-A building.",
          "bounds": {
            "x": 0.1132469846491228,
            "y": 0.4103481640225179,
            "w": 0.38183879294590645,
            "h": 0.26028339303991815
          }
        },
        {
          "title": "Patio Canopy West Elevation",
          "description": "An architectural elevation drawing showing the west side of a proposed patio canopy addition to an existing building.",
          "bounds": {
            "x": 0.12898049159356725,
            "y": 0.6823023285568065,
            "w": 0.34384422971491224,
            "h": 0.28314914918116685
          }
        },
        {
          "title": "Patio Canopy Plan",
          "description": "An architectural plan view detailing the layout, dimensions, and components of a new patio canopy adjacent to an existing building.",
          "bounds": {
            "x": 0.5352133589181286,
            "y": 0.2997406506147541,
            "w": 0.34091739766081874,
            "h": 0.6805946892076503
          }
        }
      ]
    },
    {
      "sheet": "AS4.1",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This page (AS4.1) details the refuse enclosure with plan and elevation views. It specifies materials like painted split face CMU, prefinished metal coping (dark bronze, PT-113), and 16 GA form deck gates, along with dimensions and vertical datums for grade, slab, and top of wall. The plan includes specifications for a post hydrant (Woodford Model Y2), roof ventilator, and coordination notes for structural, civil, and electrical trades.",
      "identifiers": [
        {
          "ref": "PT-113",
          "type": "spec",
          "content": "Paint finish code for metal coping and steel posts"
        },
        {
          "ref": "Woodford Model Y2",
          "type": "spec",
          "content": "Post hydrant specifications including lever type, 3/4\" hose connection, lockable level handle, brass casing, brass operating rod, ASSE 1052 approved and 24\" depth of bury."
        },
        {
          "ref": "16 GA FORM DECKS GATE",
          "type": "spec",
          "content": "Material gauge and type for the enclosure gates"
        },
        {
          "ref": "6\" STEEL POST WITH CAPS",
          "type": "spec",
          "content": "Size and type of gate support posts"
        },
        {
          "ref": "5/A4.2",
          "type": "detail",
          "content": "Concrete edge detail"
        },
        {
          "ref": "8/AS3.2",
          "type": "detail",
          "content": "Reverse side of gate information"
        },
        {
          "ref": "1/AS4.2",
          "type": "detail",
          "content": "Roof/wall intersection detail"
        },
        {
          "ref": "3/AS4.2",
          "type": "detail",
          "content": "Door threshold detail"
        },
        {
          "ref": "6/AS4.2",
          "type": "detail",
          "content": "Gate post base detail"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "AS4.2",
          "relationship": "Details 1/AS4.2, 3/AS4.2, and 6/A4.2 on this page are related to the refuse enclosure details on sheet AS4.2."
        },
        {
          "target_sheet": "AS3.2",
          "relationship": "Detail 8/AS3.2 on this page provides information about the reverse side of the gate, linking it to sheet AS3.2."
        },
        {
          "target_sheet": "AS4.2",
          "relationship": "Detail 6/A4.2 on this page provides information about the gate post base detail, linking it to sheet AS4.2."
        },
        {
          "target_sheet": "AS4.2",
          "relationship": "Detail 1/AS4.2 on this page provides information about the roof/wall intersection detail, linking it to sheet AS4.2."
        },
        {
          "target_sheet": "AS4.2",
          "relationship": "Detail 3/AS4.2 on this page provides information about the door threshold detail, linking it to sheet AS4.2."
        }
      ],
      "pointers": [
        {
          "title": "Refuse Enclosure East Elevation",
          "description": "This drawing provides the east side elevation of a refuse enclosure, specifying materials, finishes, and vertical elevations.",
          "bounds": {
            "x": 0.10247909813596491,
            "y": 0.04232903659160696,
            "w": 0.23676500822368424,
            "h": 0.23216399053224157
          }
        },
        {
          "title": "Refuse Enclosure North Elevation",
          "description": "Side elevation drawing showing the north-facing exterior of a refuse enclosure with gates and a service door.",
          "bounds": {
            "x": 0.44684301900584794,
            "y": 0.03685548874104401,
            "w": 0.42103549890350883,
            "h": 0.24535408137154557
          }
        },
        {
          "title": "Refuse Enclosure Roof Plan",
          "description": "Architectural plan view showing the roof configuration, materials, and gate layout for a refuse enclosure.",
          "bounds": {
            "x": 0.48826411732456143,
            "y": 0.28957027251791195,
            "w": 0.31960720486111105,
            "h": 0.3142911975435005
          }
        },
        {
          "title": "Refuse Enclosure West Elevation",
          "description": "This drawing shows the west side elevation of a refuse enclosure, detailing materials like CMU, steel posts, and metal coping along with vertical height datums.",
          "bounds": {
            "x": 0.11677346034356725,
            "y": 0.7619386514841351,
            "w": 0.22098010325292397,
            "h": 0.20082602993858756
          }
        },
        {
          "title": "Refuse Enclosure South Elevation",
          "description": "Architectural elevation showing the south side of the refuse enclosure with material callouts and height datums.",
          "bounds": {
            "x": 0.05431914747807018,
            "y": 0.41110782369498466,
            "w": 0.3758566337719298,
            "h": 0.2115532241555783
          }
        },
        {
          "title": "Refuse Enclosure Plan",
          "description": "A detailed floor plan of a refuse enclosure showing dimensions, structural elements, and utility specifications.",
          "bounds": {
            "x": 0.43077542489035087,
            "y": 0.6057006461105425,
            "w": 0.4703119289108187,
            "h": 0.37507596596724657
          }
        }
      ]
    },
    {
      "sheet": "AS4.2",
      "title": null,
      "discipline": "A",
      "status": "pass2_complete",
      "context": "This architectural sheet (AS4.2) details the refuse enclosure and storage room construction. It includes door schedules, paint finish schedules, hardware specifications (Set #13), and various construction details for the refuse enclosure, storage room, and gate assemblies, referencing structural and civil drawings for related components.",
      "identifiers": [
        {
          "ref": "PT-113",
          "type": "spec",
          "content": "Sherwin Williams Dark Bronze paint finish for hollow metal doors, frames, and miscellaneous site metals"
        },
        {
          "ref": "PT-31A",
          "type": "spec",
          "content": "Sherwin Williams Pro Mar 200 Zero VOC Paint, SW-7011 Natural Choice, Flat finish for interior ceilings"
        },
        {
          "ref": "PT-100",
          "type": "spec",
          "content": "Sherwin Williams Rookwood Medium Brown SW2807 exterior paint finish"
        },
        {
          "ref": "SET #13",
          "type": "schedule",
          "content": "Exterior storage door hardware set including Lockset Sargent 28-1160-10G04 LL US26D MK, threshold PEMKO 171A, and door closer Sargent 351 CPSH EN"
        },
        {
          "ref": "1/AS4.2",
          "type": "detail",
          "content": "Storage Room Door Head Detail"
        },
        {
          "ref": "2",
          "type": "detail",
          "content": "Storage Room Roof Edge Detail"
        },
        {
          "ref": "3/AS4.2",
          "type": "detail",
          "content": "Storage Room Door Jamb Detail"
        },
        {
          "ref": "4/AS4.2",
          "type": "detail",
          "content": "Storage Room Drip Edge Detail"
        },
        {
          "ref": "5/AS4.2",
          "type": "detail",
          "content": "Refuse Pad at Concrete Paving Detail"
        },
        {
          "ref": "6/A4.2",
          "type": "detail",
          "content": "Refuse Enclosure Drop Rod Detail"
        },
        {
          "ref": "7",
          "type": "detail",
          "content": "Refuse Enclosure Base Detail"
        },
        {
          "ref": "7/AS3.2",
          "type": "detail",
          "content": "(N) Conc. Pad"
        },
        {
          "ref": "8",
          "type": "detail",
          "content": "Gate Rear View Detail"
        },
        {
          "ref": "9/AS4.2",
          "type": "detail",
          "content": "Refuse Enclosure Section Detail"
        }
      ],
      "cross_refs": [
        {
          "target_sheet": "AS4.1",
          "relationship": "Detail 1/AS4.2 on this sheet is related to the roof/wall intersection detail on sheet AS4.1."
        },
        {
          "target_sheet": "AS4.1",
          "relationship": "Detail 3/AS4.2 on this sheet is related to the door threshold detail on sheet AS4.1."
        },
        {
          "target_sheet": "AS4.1",
          "relationship": "Detail 6/AS4.2 on this sheet is related to the gate post base detail on sheet AS4.1."
        },
        {
          "target_sheet": "AS3.2",
          "relationship": "Detail 7/AS3.2 on this sheet is related to the (N) Conc. Pad detail."
        },
        {
          "target_sheet": "A4.2",
          "relationship": "Detail 6/A4.2 on this sheet is related to the Refuse Enclosure Drop Rod Detail."
        }
      ],
      "pointers": [
        {
          "title": "Door Schedule",
          "description": "A tabular schedule specifying the dimensions, materials, finishes, and hardware requirements for doors in the project.",
          "bounds": {
            "x": 0.04824561403508772,
            "y": 0.03747920931422723,
            "w": 0.4626707556652047,
            "h": 0.05593893935516889
          }
        },
        {
          "title": "Finish Schedule - RCP",
          "description": "A schedule specifying the interior ceiling paint finishes for the project.",
          "bounds": {
            "x": 0.04812854075292398,
            "y": 0.09268647645854657,
            "w": 0.4069952713815789,
            "h": 0.03931438715455478
          }
        },
        {
          "title": "Paint Finish Schedule",
          "description": "A table specifying paint finishes, manufacturers, colors, and color codes for exterior surfaces and miscellaneous site metals.",
          "bounds": {
            "x": 0.047797309027777776,
            "y": 0.13273653403275332,
            "w": 0.13099358095760233,
            "h": 0.06335961489252814
          }
        },
        {
          "title": "Door Type 5 Elevation",
          "description": "Architectural elevation of a Type 5 door specifying louver placement and section references.",
          "bounds": {
            "x": 0.25192171509502925,
            "y": 0.20147373976458546,
            "w": 0.06147203947368418,
            "h": 0.11272150076765611
          }
        },
        {
          "title": "Door Hardware Schedule",
          "description": "A detailed table specifying the hardware components, quantities, manufacturers, and model numbers for the exterior storage door (Set #13).",
          "bounds": {
            "x": 0.049790410270467836,
            "y": 0.20686332523029682,
            "w": 0.18336816977339182,
            "h": 0.10680814994882293
          }
        },
        {
          "title": "Refuse Enclosure Base Detail",
          "description": "A section detail illustrating the foundation, footing, and base construction for a CMU refuse enclosure wall.",
          "bounds": {
            "x": 0.4442217196637427,
            "y": 0.16829260491299897,
            "w": 0.16514185855263164,
            "h": 0.21518759595701126
          }
        },
        {
          "title": "Storage Room Door Jamb Detail",
          "description": "Architectural detail showing the horizontal section of a hollow metal door frame installation within a reinforced CMU wall.",
          "bounds": {
            "x": 0.7053493923611112,
            "y": 0.40974843270214945,
            "w": 0.16275756122076024,
            "h": 0.16276708034800413
          }
        },
        {
          "title": "Storage Room Drip Edge Detail",
          "description": "An architectural section detail illustrating the roof-to-wall transition and drip edge assembly for a storage room.",
          "bounds": {
            "x": 0.7077079906798246,
            "y": 0.1862045803480041,
            "w": 0.1721177129020468,
            "h": 0.19611214176049127
          }
        },
        {
          "title": "Refuse Enclosure Drop Rod Detail",
          "description": "A construction detail showing the assembly and components of a drop rod mechanism for a refuse enclosure gate.",
          "bounds": {
            "x": 0.4439875730994152,
            "y": 0.4790693769191402,
            "w": 0.1752587033991228,
            "h": 0.26426960721596726
          }
        },
        {
          "title": "Storage Room Roof Edge Detail",
          "description": "An architectural section detail showing the construction assembly at the roof edge of a storage room, including coping, wall, and roofing components.",
          "bounds": {
            "x": 0.7011204769736842,
            "y": 0.6250039982088025,
            "w": 0.1735768457602339,
            "h": 0.1691842054759467
          }
        },
        {
          "title": "Refuse Enclosure Section Detail",
          "description": "This section detail illustrates the construction of a refuse enclosure, including the storage room, roof, walls, and foundation.",
          "bounds": {
            "x": 0.07335069444444445,
            "y": 0.3397837768679631,
            "w": 0.3081739994517544,
            "h": 0.3998408712896623
          }
        },
        {
          "title": "Refuse Pad Detail",
          "description": "A construction detail showing the interface between a refuse pad, concrete paving, and a gate post foundation.",
          "bounds": {
            "x": 0.44073236476608185,
            "y": 0.7838168500511771,
            "w": 0.19505550986842107,
            "h": 0.18478121801432956
          }
        },
        {
          "title": "Gate Rear View Detail",
          "description": "A detailed architectural elevation showing the construction specifications, dimensions, and finishing requirements for a refuse enclosure gate.",
          "bounds": {
            "x": 0.09094595211988304,
            "y": 0.7619546443193449,
            "w": 0.21638854623538012,
            "h": 0.2101738421187308
          }
        },
        {
          "title": "Storage Room Door Head Detail",
          "description": "Architectural cross-section detail showing the construction of a storage room door head, including the lintel, frame, and sealant requirements.",
          "bounds": {
            "x": 0.7088444581505848,
            "y": 0.8480800601330604,
            "w": 0.1578347724780701,
            "h": 0.11975035184237459
          }
        }
      ]
    }
  ]
}